Repository: jon-turney/cygwin-setup
Catalog: po/*/res.po
Languages: ga, id, ja, ru, sv

source: Architecture to install (x86_64 or x86)
ga: Ailtireacht le suiteáil (x86_64 nó x86)
ja: インストールするアーキテクチャ (x86_64 または x86)
ru: Архитектура для установки (x86_64 или x86)
sv: Arkitektur att installera (x86_64 eller x86)

source: Specify categories to install
ga: Sonraigh catagóirí le suiteáil
ja: インストールするカテゴリを指定する
ru: Указать категории для установки
sv: Ange kategorier att installera

source: Compress installed files with Compact OS (xpress4k, xpress8k, xpress16k, lzx)
ga: Comhbhrúigh comhaid suiteáilte le Compact OS (xpress4k, xpress8k, xpress16k, lzx)
ja: Compact OS (xpress4k、xpress8k、xpress16k、lzx) を使用してインストールされたファイルを圧縮します。
ru: Сжать установленные файлы с помощью Compact OS (xpress4k, xpress8k, xpress16k, lzx)
sv: Komprimera installerade filer med Compact OS (xpress4k, xpress8k, xpress16k, lzx)

source: Remove orphaned packages
ga: Bain pacáistí dílleachta
ja: 孤立したパッケージを削除する
ru: Удалить потерянные пакеты

source: Disable known or suspected buggy anti virus software packages during execution
ga: Díchumasaigh pacáistí bogearraí frith-víreas aitheanta nó a bhfuil amhras orthu le linn
ja: 実行中に、バグがあるか疑われるウイルス対策ソフトウェアパッケージを無効にする
ru: Отключить известные или предполагаемые ошибочные пакеты антивирусного ПО во время выполнения
sv: Inaktivera kända eller misstänkta buggiga antivirusprogram under körning

source: Download packages from internet
ga: Íoslódáil pacáistí ón idir
ja: インターネットからパッケージをダウンロードする
ru: Скачать пакеты из Интернета
sv: Ladda ner paket från internet

source: Select the current version for all packages
ga: Roghnaigh an leagan reatha do gach pacáiste
ja: すべてのパッケージの現在のバージョンを選択します
ru: Выбрать текущую версию для всех пакетов
sv: Välj den aktuella versionen för alla paket

source: Print help
ga: Cabhair a phriontáil
ja: ヘルプを印刷する
ru: Печать справки
sv: Skriv ut hjälp

source: Automatically install source for every package installed
ga: Suiteáil foinse go huathoibríoch do gach pacá
ja: インストールされたすべてのパッケージのソースを自動的にインストールする
ru: Автоматически устанавливать исходный код для каждого установленного пакета
sv: Installera källkoden automatiskt för varje installerat paket

source: Use a different basename, e.g. "foo", instead of "setup"
ga: Úsáid bunainm difriúil, m.sh. “ foo ”, in ionad “ setup ”
ru: Использовать другое базовое имя, например "foo" вместо "setup"

source: Use untrusted keys and retain all
ga: Úsáid eochracha neamhiontaofa agus coinnigh gach
ja: 信頼できないキーを使用し、すべてを保持する
ru: Использовать ненадёжные ключи и оставить все
sv: Använd opålitliga nycklar och behålla alla

source: Specify GUI language langid
ga: Sonraigh langid teanga GUI
ja: GUI 言語の langid を指定する
ru: Указать язык графического интерфейса langid
sv: Ange GUI-språk langid

source: Install packages from local directory
ga: Suiteáilte pacáistí ó eolaire
ja: ローカルディレクトリからパッケージをインストールする
ru: Установить пакеты из локальной папки
sv: Installera paket från lokal katalog

source: Local package directory
ga: Eolaire pacáiste áitiúil
ja: ローカルパッケージディレクトリ
ru: Локальная папка пакетов
sv: Lokal paketkatalog

source: Skip package availability check when installing from local directory (requires local directory to be clean mirror!)
ga: Scipeáil seiceáil infhaighteachta pacáiste agus tú ag suiteáil ó eolaire áitiúil (éilíonn go mbeadh eolaire áitiúil
ja: ローカルディレクトリからインストールするときにパッケージの可用性チェックをスキップします (ローカルディレクトリがクリーンなミラーである必要があります)
ru: Пропустить проверку наличия пакетов при установке из локальной папки (требуется, чтобы локальная папка была чистым зеркалом!)
sv: Hoppa över kontrollen av pakettillgänglighet vid installation från lokal katalog (kräver att den lokala katalogen är en ren spegel!)

source: Do not check for and enforce running as Administrator
ga: Ná seiceáil agus ná déan feidhmiú mar Riarthóir
ja: 管理者として実行をチェックおよび強制しない
ru: Не проверять и не запускать от имени администратора
sv: Kontrollera inte och tvinga inte fram körning som administratör

source: Disable creation of desktop shortcut
ga: Díchumasaigh cruthú aicearra deisce
ja: デスクトップショートカットの作成を無効にする
ru: Отключить создание ярлыка на рабочем столе
sv: Inaktivera skapandet av skrivbordsgenväg

source: Disable replacing in-use files on next reboot
ga: Díchumasaigh comhaid in-úsáide a athsholáthar ar an gcéad
ja: 次回の再起動時に使用中のファイルの置き換えを無効にする
ru: Отключить замену используемых файлов при следующей перезагрузке

source: Disable creation of desktop and start menu shortcuts
ga: Díchumasaigh aicearraí roghchláir deisce agus tosaigh
ja: デスクトップとスタートメニューのショートカットの作成を無効にする
ru: Отключить создание ярлыков на рабочем столе и в меню "Пуск"
sv: Inaktivera skapandet av genvägar på skrivbordet och i startmenyn

source: Disable creation of start menu shortcut
ga: Díchumasú aicearra roghchláir tosaigh
ja: スタートメニューのショートカットの作成を無効にする
ru: Отключить создание ярлыка в меню Пуск
sv: Inaktivera skapandet av genvägar till startmenyn

source: Don't verify setup.ini signatures
ga: Ná fíoraigh sínithe setup.ini
ja: setup.ini の署名を検証しない
ru: Не проверять подписи setup.ini
sv: Verifiera inte setup.ini-signaturer

source: Suppress checking if a newer version of setup is available
ga: Cuir cosc a sheiceáil an bhfuil leagan níos nuaí den socrú ar fáil
ja: 新しいバージョンのセットアップが利用可能かどうかの確認を抑制します
ru: Отключить проверку наличия более новой версии программы установки
sv: Undertryck kontroll av om en nyare version av installationsprogrammet är tillgänglig

source: Don't warn about deprecated Windows versions
ga: Ná tabhair rabhadh faoi leaganacha Windows atá díscríofa
ja: 廃止予定の Windows バージョンについて警告しない
ru: Не предупреждать об устаревших версиях Windows
sv: Varna inte om föråldrade Windows-versioner

source: Don't write root installation directory to registry
ga: Ná scríobh eolaire suiteála fréimhe chuig an gcl
ja: ルートインストールディレクトリをレジストリに書き込まない
ru: Не записывать корневую папку установки в реестр
sv: Skriv inte rotinstallationskatalogen till registret

source: Enable old cygwin.com keys
ga: Cumasaigh sean-eochracha cygwin.com
ja: 古い cygwin.com キーを有効にする
ru: Включить старые ключи cygwin.com
sv: Aktivera gamla cygwin.com nycklar

source: Do not download mirror list. Only use sites specified with -s
ga: Ná íoslódáil liosta scátháin. Ná húsáid ach suíomhanna a shonraítear le -s
ja: ミラーリストをダウンロードしません。-s で指定されたサイトのみを使用します。
ru: Не скачивать список зеркал. Использовать только сайты, указанные с помощью -s
sv: Ladda inte ner speglistan. Använd endast webbplatser som anges med -s

source: Specify packages to install
ga: Sonraigh pacáistí le suiteáil
ja: インストールするパッケージを指定する
ru: Указать пакеты для установки
sv: Ange paket att installera

source: Semi-attended chooser-only mode
ga: Modh roghnaithe leathfhreastail amháin
ja: 半出席者選択者のみのモード
ru: Полуавтоматический режим выбора
sv: Halvautomatiskt läge för enbart val

source: HTTP/FTP proxy (host:port)
ga: Seachfhreastalaí HTTP/FTP (óstach: calafort)
ja: HTTP/FTP プロキシ (ホスト:ポート)
ru: HTTP/FTP-прокси (хост:порт)
sv: HTTP/FTP-proxy (värd:port)

source: Prune the installation to only the requested packages
ga: Bearr an suiteáil go dtí na pacáistí iarrtha amháin
ja: インストールを要求されたパッケージのみに絞り込む
ru: Ограничить установку только запрошенными пакетами
sv: Beskär installationen till endast de begärda paketen

source: URL or absolute path of extra public key file (RFC4880 format)
ga: URL nó cosán iomlán comhad eochair phoiblí breise (formáid RFC4880)
ja: 追加の公開鍵ファイルの URL または絶対パス (RFC4880 形式)
ru: URL-адрес или абсолютный путь к файлу дополнительного открытого ключа (формат RFC4880)
sv: URL eller absolut sökväg till extra offentlig nyckelfil (RFC4880-format)

source: Unattended setup mode (unattended, noinput, hidden)
ga: Modh socraithe gan faire (gan faire, gan ionchur, i bhfolach)
ja: 無人セットアップモード（無人、入力なし、非表示）
ru: Автоматический режим установки (без ввода, скрытый)
sv: Obevakat installationsläge (obevakat, ingen inmatning, dolt)

source: Specify categories to uninstall
ga: Sonraigh catagóirí le díshí
ja: アンインストールするカテゴリを指定する
ru: Указать категории для удаления
sv: Ange kategorier att avinstallera

source: Specify packages to uninstall
ga: Sonraigh pacáistí le díshí
ja: アンインストールするパッケージを指定する
ru: Указать пакеты для удаления
sv: Ange paket att avinstallera

source: Root installation directory
ga: Eolaire suiteála fréimhe
ja: ルートインストールディレクトリ
ru: Корневая папка установки
sv: Rotinstallationskatalog

source: Extra DSA public key in s-expr format
ga: Eochair phoiblí breise DSA i bhformáid s-expr
ja: s-expr 形式の追加の DSA 公開鍵
ru: Дополнительный открытый ключ DSA в формате s-expr
sv: Extra DSA-nyckel i s-expr-format

source: Download site URL, path or UNC path
ga: Íoslódáil URL an láithreáin, cosán nó cosán UNC
ja: ダウンロードサイトURL、パス、もしくは UNCパス
ru: URL-адрес, путь или UNC-путь для загрузки сайта
sv: Ladda ner webbplatsens URL, sökväg eller UNC-sökväg

source: Symlink type (lnk, native, sys, wsl)
ga: Cineál comhnasc (lnk, dúchasach, sys, wsl)
ja: シンボリックリンクの種類 (lnk、ネイティブ、sys、wsl)
ru: Тип символической ссылки (lnk, native, sys, wsl)
sv: Symlänkstyp (lnk, native, sys, wsl)

source: Use untrusted saved extra keys
ga: Úsáid eochracha breise neamhiontaofa
ja: 信頼できない保存された追加キーを使用する
ru: Использовать ненадёжные сохранённые дополнительные ключи

source: Also upgrade installed packages
ga: Déan pacáistí suiteáilte
ja: インストールされたパッケージもアップグレードする
ru: Также обновить установленные пакеты
sv: Uppgradera även installerade paket

source: User agent string for HTTP requests
ga: Sreang gníomhaire úsáideora le haghaidh iarratais HTTP
ja: HTTP リクエストのユーザーエージェント文字列
ru: Строка пользовательского агента для HTTP-запросов
sv: Användaragentsträng för HTTP-förfrågningar

source: Verbose output
ga: Aschur Verbose
ja: 詳細出力
ru: Подробный вывод
sv: Utförlig utmatning

source: Show version
ga: Taispeáin leagan
ja: バージョンを表示
ru: Показать версию
sv: Visa version

source: When elevating, wait for elevated child process
ga: Agus tú ag ardú, fan le próiseas ardaithe leanaí
ja: 昇格時に子プロセスの昇格を待つ
ru: При повышении прав дождаться дочернего процесса с повышенными правами
sv: Vid behörighetshöjning, vänta på den underordnade processen med förhöjda behörigheter

source: Por&t
ja: ポート
ru: Пор&т

source: (PKG)
ja: （パッケージ）

source: Src?
ja: ソース?
ru: Источник?
sv: Källa?

source: Unable to extract /%s -- error writing file The file is in use or some other error occurred. Please stop all Cygwin processes and select ""Retry"", or select ""Continue"" to go on anyway (the file will be updated after a reboot).
ja: /%s を抽出できません -- ファイルの書き込みエラー ファイルが使用中であるか、その他のエラーが発生しました。 すべての Cygwin プロセスを停止して「再試行」を選択するか、とにかく続行するには「続行」を選択してください (ファイルは再起動後に更新されます)。
sv: Kunde inte extrahera /%s -- fel vid skrivning av fil Filen används eller så har ett annat fel uppstått. Stoppa alla Cygwin-processer och välj "Försök igen", eller välj "Fortsätt" för att fortsätta ändå (filen kommer att uppdateras efter en omstart).

source: Target CPU mismatch You're trying to install a %s bit version of Cygwin into a directory containing a %s bit version of Cygwin. Continuing to do so would break the existing installation. Either run setup-%s.exe to update your existing %s bit installation of Cygwin, or choose another directory for your %s bit installation.
ja: ターゲットCPUの不一致 %s ビット バージョンの Cygwin を、%s ビット バージョンの Cygwin を含むディレクトリにインストールしようとしています。このまま続行すると、既存のインストールが壊れます。 setup-%s.exe を実行して既存の %s ビットの Cygwin インストールを更新するか、または %s ビットのインストール用に別のディレクトリを選択してください。

source: Use a different basename, e.g. ""foo"", instead of ""setup""
ja: 「setup」の代わりに「foo」など別のベース名を使用します。
sv: Använd ett annat basnamn, t.ex. ""foo"", istället för ""setup""

source: Unable to extract /%s -- error writing file The file is in use or some other error occurred. Please stop all Cygwin processes and select "Retry", or select ""Continue" to go on anyway (the file will be updated after a reboot).
ru: Не удалось извлечь /%s — ошибка записи файла. Этот файл сейчас используется или произошла другая ошибка. Остановите все процессы Cygwin и нажмите «Повторить» или нажмите «Продолжить», чтобы продолжить (файл будет обновлён после перезагрузки).
