Repository: jon-turney/cygwin-setup
Catalog: po/*/res.po
Languages: ga, id, ja, ru, sv

source: Select the package view. This determines which packages are shown below. Category: Group by package category. Click on '+' to expand. Full: Show all packages. Pending: Show only packages that are about to be installed, removed, or upgraded. This tells you what is going to change when you press 'Next'. Up To Date: Show installed packages that need no action because they are at the desired version already. Not installed: Show packages that are are not currently installed and haven't been selected for installation. Picked: Show installed packages that were selected, not installed as a dependency. Removable: Show installed packages that were selected and could be safely removed. No other installed or selected packages depend on these packages. Unneeded: Show automatically installed packages that could now be safely removed. Other installed or selected packages no longer depend on these packages.
ga: Roghnaigh an radharc pacáiste. Cinneann sé seo cé na pacáistí a thaispeántar thíos. Catagóir:Grúpáil de réir catagóire pacáiste. Cliceáil ar '+' le leathnú. Iomlán: Taispeáin gach pacáiste. Ar feitheamh: Ná taispeáin ach na pacáistí atá ar tí a shuiteáil, a bhaint nó a uasghrádú. Insíonn sé seo duit cad a athróidh nuair a bhrúnn tú 'Ar Aghaidh'. Suas chun dáta: Taispeáin pacáistí suiteáilte nach bhfuil aon ghníomhaíocht ag teastáil uathu toisc go bhfuil siad ag an leagan atá uait cheana féin. Gan a bheith suiteáilte: Taispeáin pacáistí nach bhfuil suiteáilte faoi láthair agus nach bhfuil roghnaithe le haghaidh suiteáil. Roghnaithe: Taispeáin pacáistí suiteáilte a roghnaíodh, nach bhfuil suiteáilte mar spleáchas. Inbhainte: Taispeáin na pacáistí suiteáilte a roghnaíodh agus a d'fhéadfaí a bhaint go sábháilte. Níl aon phacáiste suiteáilte nó roghnaithe eile ag brath ar na pacáistí seo. Gan ghá: Taispeáin pacáistí suiteáilte go huathoibríoch a d'fhéadfaí a bhaint go sábháilte anois. Níl pacáistí suiteáilte nó roghnaithe eile ag brath ar na pacáistí seo a thuilleadh.
ja: パッケージビューを選択します。 これにより、以下に表示されるパッケージが決まります。 カテゴリ: パッケージ カテゴリ別にグループ化します。展開するには「+」をクリックします。 完全: すべてのパッケージを表示します。 保留中: インストール、削除、またはアップグレードされる予定のパッケージのみを表示します。これにより、「次へ」を押したときに何が変更されるかがわかります。 最新: すでに必要なバージョンになっているため、アクションを必要としないインストール済みパッケージを表示します。 インストールされていません: 現在インストールされておらず、インストール対象として選択されていないパッケージを表示します。 選択済み: 依存関係としてインストールされていない、選択されたインストール済みパッケージを表示します。 削除可能: 選択され、安全に削除できるインストール済みパッケージを表示します。他のインストール済みまたは選択されたパッケージは、これらのパッケージに依存しません。 不要: 自動的にインストールされたパッケージを表示しますが、現在は安全に削除できます。インストールまたは選択された他のパッケージは、これらのパッケージに依存しません。
ru: Выберите представление пакетов. Это определяет, какие пакеты будут отображаться ниже. По категории: Группировка по категории пакетов. Нажмите «+», чтобы развернуть. Полное: Показать все пакеты. Ожидающие: Показывать только пакеты, которые будут установлены, удалены или обновлены. Здесь указано, что изменится после нажатия кнопки «Далее». Текущие: Показывать установленные пакеты, не требующие действий, поскольку они уже имеют нужную версию. Не установлено: Показывать пакеты, которые в данный момент не установлены и не выбраны для установки. Выбранные: Показывать установленные пакеты, которые были выбраны, но не установлены как зависимость. Удаляемые: Показывать установленные пакеты, которые были выбраны и могут быть безопасно удалены. Никакие другие установленные или выбранные пакеты не зависят от этих пакетов. Ненужные: Показывать автоматически установленные пакеты, которые теперь могут быть безопасно удалены. Другие установленные или выбранные пакеты больше не зависят от этих пакетов.
sv: Välj paketvyn. Detta avgör vilka paket som visas nedan. Kategori: Gruppera efter paketkategori. Klicka på '+' för att expandera. Fullständig: Visa alla paket. Väntande: Visa endast paket som håller på att installeras, tas bort eller uppgraderas. Detta visar vad som kommer att ändras när du trycker på 'Nästa'. Uppdaterad: Visa installerade paket som inte kräver någon åtgärd eftersom de redan har önskad version. Inte installerat: Visa paket som inte är installerade för närvarande och inte har valts ut för installation. Valda: Visa installerade paket som valdes, inte installerades som ett beroende. Borttagbar: Visa installerade paket som valdes och kunde tas bort säkert. Inga andra installerade eller valda paket är beroende av dessa paket. Onödiga: Visa automatiskt installerade paket som nu kan tas bort säkert. Andra installerade eller valda paket är inte längre beroende av dessa paket.

source: If selected, setup will hide packages in categories with names that begin with '_'. Such packages are usually empty placeholders for packages that have been removed or renamed, or are infrastructure packages that are handled automatically.
ga: Má roghnaítear é, cuirfidh an socrú pacáistí i bhfolach i gcatagóirí a bhfuil ainmneacha orthu a thosaíonn le '_'. Is áitshealbhóirí folamha iad pacáistí den sórt sin de ghnáth do phacáistí a baineadh nó a athainmníodh, nó is pacáistí bonneagair iad a láimhseáiltear go huathoibríoch.
id: Jika dipilih, pengaturan akan menyembunyikan paket dalam kategori dengan nama yang dimulai dengan '_'. Paket-paket tersebut biasanya berupa tempat penampung kosong untuk paket yang telah dihapus atau diganti namanya, atau merupakan paket infrastruktur yang ditangani secara otomatis.
ja: 選択すると、セットアップは、名前が '_' で始まるカテゴリのパッケージを非表示にします。このようなパッケージは通常、削除または名前が変更されたパッケージの空のプレースホルダー、または自動的に処理されるインフラストラクチャ パッケージです。
ru: Если выбрано, программа установки будет скрывать пакеты в категориях с именами, начинающимися с «_». Такие пакеты обычно являются пустыми заполнителями для пакетов, которые были удалены или переименованы, или являются инфраструктурными пакетами, которые обрабатываются автоматически.
sv: Om den väljs kommer installationen att dölja paket i kategorier med namn som börjar med "_". Sådana paket är vanligtvis tomma platshållare för paket som har tagits bort eller bytt namn eller är infrastrukturpaket som hanteras automatiskt.

source: Mirror Error: Setup.ini signature %s from %s failed to verify. Possible corrupt mirror? Setup.ini rejected.
ga: Earráid Scáthán: Theip ar shíniú Setup.ini %s ó %s a fhíorú. Scáthán truaillte féideartha Diúltaíodh Setup.ini.
id: Kesalahan Cermin: Tanda tangan Setup.ini %s dari %s gagal diverifikasi. Kemungkinan cermin rusak? Setup.ini ditolak.
ja: ミラー エラー: %s からの Setup.ini 署名 %s の検証に失敗しました。 ミラーが破損している可能性が あります。Setup.ini は拒否されました。
ru: Ошибка зеркала: Не удалось проверить подпись файла Setup.ini %s из %s. Возможно, зеркало повреждено? Файл Setup.ini отклонён.
sv: Spegelfel: Setup.ini-signaturen %s från %s kunde inte verifieras. Möjligen korrupt spegel? Setup.ini avvisad.

source: Internal Error: gcrypt library error %d %s
ga: Earráid Inmheánach: earráid leabharlann gcrypt %d %s
id: Kesalahan Internal: kesalahan pustaka gcrypt %d %s
ja: 内部エラー: gcrypt ライブラリ エラー %d %s
ru: Внутренняя ошибка: ошибка библиотеки gcrypt %d %s
sv: Internt fel: gcrypt-biblioteksfel %d %s

source: Search for this string in package names.
ga: Cuardaigh an sreang seo in ainmneacha pacáiste.
id: Cari string ini dalam nama paket.
ja: パッケージ名でこの文字列を検索します。
ru: Найдите эту строку в именах пакетов.
sv: Sök efter den här strängen i paketnamn.

source: Directory %s does not exist, would you like me to create it?
ga: Níl eolaire %s ann, ar mhaith leat é a chruthú?
id: Direktori %s tidak ada, apakah Anda ingin saya membuatnya?
ja: ディレクトリ %s が存在しません。作成しますか?
ru: Папка %s не существует. Создать её?
sv: Katalogen %s finns inte, vill du att jag skapar den?

source: Couldn't create directory %s, sorry. (Is drive full or read-only?)
ga: Níorbh fhéidir eolaire %s a chruthú, tá brón orm. (An bhfuil an tiomáint iomlán nó léite amháin?)
id: Tidak dapat membuat direktori %s, maaf. (Apakah drive penuh atau hanya-baca?)
ja: ディレクトリ %s を作成できませんでした。(ドライブがいっぱいか読み取り専用ですか?)
ru: Не удалось создать папку %s. (Может диск переполнен или доступен только для чтения?)
sv: Kunde inte skapa katalogen %s, tyvärr. (Är enheten full eller skrivskyddad?)

source: Local package directory %s not found. You can still remove installed packages, but there will be nothing to install. Press OK if that's what you wanted or Cancel to choose a different directory.
ga: Níor aimsíodh eolaire pacáiste áitiúil %s. Is féidir leat suiteáilte a bhaint fós pacáistí, ach ní bheidh aon rud le suiteáil. Brúigh OK más é sin an rud a theastaigh uait nó Cealaigh chun eolaire difriúil a roghnú.
id: Direktori paket lokal %s tidak ditemukan. Anda masih dapat menghapus paket terpasang, tetapi tidak akan ada yang perlu dipasang. Tekan OK jika itu yang Anda inginkan atau Batal untuk memilih direktori lain.
ja: ローカルパッケージディレクトリ %s が見つかりません。 インストール済みのパッケージを削除することはできますが、インストールするものがなくなります。 よろしければ [OK] を押してください。 別のディレクトリを選択する場合は [キャンセル] を押してください。
ru: Локальная папка пакетов %s не найдена. Вы всё ещё можете удалить установленные пакеты, но устанавливать будет нечего. Нажмите «Хорошо», если это то, что вы хотели, или «Отмена», чтобы выбрать другую папку.
sv: Den lokala paketkatalogen %s hittades inte. Du kan fortfarande ta bort installerade paket, men det kommer inte att finnas något att installera. Tryck på OK om det var vad du ville eller Avbryt för att välja en annan katalog.

source: Hand installation over to elevated child process.
ga: Suiteáil láimhe ar an bpróiseas ardaithe leanaí.
id: Serahkan instalasi ke proses anak yang ditinggikan.
ja: インストールを昇格された子プロセスに渡します。
ru: Передать установку дочернему процессу с повышенными привилегиями.

source: Unknown INSTALLED.DB version
ga: Leagan INSTALLED.DB anaithnid
id: Versi INSTALLED.DB tidak diketahui
ja: 不明なINSTALLED.DBバージョン
ru: Неизвестная версия INSTALLED.DB
sv: Okänd INSTALLED.DB version

source: Could not download mirror sites list
ga: Ní féidir liosta suíomhanna scátháin a íoslódáil
id: Tidak dapat mengunduh daftar situs cermin
ja: ミラーサイトのリストをダウンロードできませんでした
ru: Не удалось скачать список сайтов зеркал
sv: Kunde inte ladda ner spegel-webbplats listan

source: Progress:
ga: Dul chun cinn:
id: Kemajuan:
ja: 進捗:
ru: Ход выполнения:
sv: Förlopp:

# STRINGTABLE.IDS_PROGRESS_PACKAGE
source: Package:
ga: Pacáiste:
id: Paket:
ja: パッケージ:
ru: Пакет:
sv: Paket:

source: Connecting...
ga: Ag nascadh...
id: Menyambung...
ja: 接続中...
ru: Подключение...
sv: Ansluter...

source: Checking for packages to download...
ga: Seiceáil ar phacáistí le híoslódáil...
id: Memeriksa paket untuk diunduh...
ja: ダウンロードするパッケージを確認しています...
ru: Проверка пакетов для скачивания…
sv: Söker efter paket att ladda ner...

source: Downloading...
ga: Íoslódáil...
id: Mengunduh...
ja: ダウンロード中...
ru: Скачивание…
sv: Laddar ner...

source: Parsing...
ga: Parsáil...
id: Mengurai...
ja: 解析中...
ru: Разбор…

source: Running preremove script...
ga: Script réamh-bhaint á rith...
id: Menjalankan skrip prahapus...
ja: preremove スクリプトを実行しています...
ru: Выполнение скрипта предудаления…

source: Uninstalling...
ga: Díshuiteáil...
id: Menghapus pemasangan...
ja: アンインストールしています...
ru: Удаление...
sv: Avinstallerar...

# STRINGTABLE.IDS_PROGRESS_INSTALL
source: Installing...
ga: Suiteáil...
id: Memasang...
ja: インストール中...
ru: Установление…
sv: Installerar...

source: Calculating...
ga: Ag ríomh...
id: Menghitung...
ja: 計算中...
ru: Вычисление...
sv: Beräknar...

source: Running...
ga: Ag rith...
ja: 実行中...
ru: Выполнение...
sv: Kör...

source: Solving dependencies...
ga: Spleithiúlachtaí a réiteach...
id: Memecahkan ketergantungan...
ja: 依存関係の解決中...
ru: Разрешение зависимостей...
sv: Löser beroenden...

source: Default
ga: Réamhshocraithe
id: Baku
ja: デフォルト
ru: По умолчанию
sv: Standard

# STRINGTABLE.IDS_ACTION_INSTALL
source: Install
ga: Suiteáil
id: Pasang
ja: インストール
ru: Установка
sv: Installera

# STRINGTABLE.IDS_ACTION_UNINSTALL
source: Uninstall
ga: Díshuiteáil
id: Bongkar instalasi
ja: アンインストール
ru: Удаление
sv: Avinstallera

source: Skip
ga: Scipeáil
id: Lewati
ja: スキップ
ru: Пропустить
sv: Hoppa över

source: Keep
ga: Coinnigh
id: Pertahankan
ja: このまま
ru: Оставить
sv: Behåll

source: Reinstall
ga: Athshuiteáil
id: Pasang Ulang
ja: 再インストール
ru: Переустановить
sv: Installera om

source: Retrieve
ga: Aisghabháil
id: Ambil
ja: 取得
ru: Получить
sv: Hämta

source: Unknown
ga: Anaithnid
id: Tak Dikenal
ja: 未知
ru: Неизвестно
sv: Okänd

source: Source
ga: Foinse
id: Sumber
ja: ソース
ru: Источник
sv: Källa

source: Full
ga: Iomlán
id: Penuh
ja: 全て
ru: Полный

source: Pending
ga: Ar feitheamh
id: Tertunda
ja: 保留中
ru: Ожидание
sv: Väntande

source: Up To Date
ga: Suas chun dáta
id: Mutakhir
ja: 最新
ru: Текущее
sv: Uppdaterad

source: Not Installed
ga: Níl Suiteáilte
id: Tidak Terpasang
ja: 未インストール
ru: Не установленное
sv: Inte installerat

source: Picked
ga: Roghnaithe
id: Dipilih
ja: 選択したの
ru: Выбранное
sv: Valda

source: Removable
ga: Inbhainte
id: Dapat Dihapus
ja: 削除可能
ru: Удаляемое

source: Unneeded
ga: Gan ghá
id: Tidak Diperlukan
ja: 不要
ru: Ненужное
sv: Onödiga

source: Category
ga: Catagóir
id: Kategori
ja: カテゴリ
ru: Категория
sv: Kategori

source: Package
ga: Pacáiste
id: Paket
ja: パッケージ
ru: Пакет
sv: Paket

source: Current
ga: Reatha
id: Saat ini
ja: 現在の
ru: Текущий
sv: Nuvarande

source: New
ga: Nua
id: Baru
ja: 新しいの
ru: Новый
sv: Nytt

source: Categories
ga: Catagóirí
id: Kategori
ja: カテゴリー
ru: Категории
sv: Kategorier

source: Size
ga: Méid
id: Ukuran
ja: サイズ
ru: Размер
sv: Storlek

source: Description
ga: Cur síos
id: Deskripsi
ja: 説明
ru: Описание
sv: Beskrivning

# STRINGTABLE.IDS_MBOX_CAPTION
source: Cygwin Setup
ga: Socrú Cygwin
id: Penyiapan Cygwin
ja: Cygwin セットアップ
ru: Установка Cygwin
sv: Cygwin-installation

source: Unable to extract /%s -- corrupt package?
ga: Ní féidir le /%s -- pacáiste truaillithe a bhaint?
ja: 抽出できません /%s -- 破損パッケージ？
ru: Не удалось извлечь /%s — пакет повреждён?
sv: Kunde inte extrahera /%s -- korrupt paket?

source: Unable to extract /%s -- error writing file The file is in use or some other error occurred. Please stop all Cygwin processes and select "Retry", or select "Continue" to go on anyway (the file will be updated after a reboot).
ga: Ní féidir /%s a bhaint - comhad scríbhneoireachta earráide Tá an comhad in úsáid nó tharla earráid éigin eile. Stop gach próiseas Cygwin le do thoil agus roghnaigh “ Athbhreithnigh ”, nó roghnaigh “ Lean ar aghaidh ” chun dul ar aghaidh ar aon nós (déanfar an comhad a nuashonrú tar éis atosaigh).

source: An old version of cygwin1.dll was found here: %s Delete?
ga: Fuarthas seanleagan de cygwin1.dll anseo: %s Scrios?
ja: cygwin1.dll の古いバージョンがここに見つかりました: %s 削除しますか?
ru: Старая версия cygwin1.dll найдена здесь: %s Удалить её?
sv: En gammal version av cygwin1. dll hittades här: % Radera?

source: Couldn't delete file %s. Is the DLL in use by another application? You should delete the old version of cygwin1.dll at your earliest convenience.
ga: Níorbh fhéidir comhad %s a scriosadh. An bhfuil an DLL in úsáid ag feidhmchlár eile? Ba chóir duit an seanleagan de cygwin1.dll a scriosadh ag áisiúlacht is luaithe duit.
ja: ファイル %s を削除できませんでした。 DLL は別のアプリケーションで使用されていますか? cygwin1.dll の古いバージョンをできるだけ早く削除してください。
ru: Не удалось удалить файл %s. Используется ли эта DLL другим приложением? Вам следует как можно скорее удалить старую версию cygwin1.dll.
sv: Kunde inte ta bort filen %s. Används DLL-filen av ett annat program? Du bör ta bort den gamla versionen av cygwin1.dll så snart som möjligt.

source: CoCreateInstance failed with error 0x%x. Setup will not be able to create Cygwin Icons in the Start Menu or on the Desktop.
ga: Theip ar CoCreateInstance le earráid 0x%x. Ní bheidh an socrú in ann deilbhíní Cygwin a chruthú sa Roghchlár Tosaigh nó ar an Deisce.
ja: CoCreateInstance はエラー 0x%x で失敗しました。 セットアップでは、スタートメニューまたはデスクトップに Cygwin アイコンを作成できません。
ru: CoCreateInstance завершилось с ошибкой 0x%x. Программа установки не сможет создать значки Cygwin в меню «Пуск» или на рабочем столе.
sv: CoCreateInstance misslyckades med felet 0x%x. Installationsprogrammet kommer inte att kunna skapa Cygwin-ikoner i Start-menyn eller på skrivbordet.

source: Cygwin is not supported on this Windows version
ga: Ní thacaítear le Cygwin ar an leagan Windows seo
ja: この Windows バージョンでは Cygwin はサポートされていません
ru: Cygwin не поддерживается в этой версии Windows
sv: Cygwin stöds inte på denna Windows-version

source: Cygwin is not supported on 32-bit Windows
ga: Ní thacaítear le Cygwin ar Windows 32-giotán
ja: Cygwin は32ビット Windows ではサポートされていません
ru: Cygwin не поддерживается в 32-разрядной версии Windows
sv: Cygwin stöds inte på 32-bitars Windows

source: Cygwin support for this Windows version is deprecated, and will be removed in the next major version
ga: Tá tacaíocht Cygwin don leagan Windows seo míchuige, agus bainfear í sa chéad mhórleagan eile
ja: この Windows バージョンでの Cygwin サポートは非推奨であり、次のメジャーバージョンでは削除されます。
ru: Поддержка Cygwin в этой версии Windows устарела и будет удалена в следующей основной версии
sv: Cygwins stöd för den här Windows-versionen fasas ut och kommer att tas bort i nästa större version

source: Couldn't create registry key to store installation path
ga: Ní raibh in ann eochair chlárlann a chruthú chun cosán suite
ja: インストールパスを保存するためのレジストリキーを作成できませんでした
ru: Не удалось создать раздел реестра для хранения пути установки
sv: Kunde inte skapa registernyckel för att lagra installationsvägen

source: Internet Error: %s
ga: Earráid Idirlín: %s
ja: インターネットエラー: %s
ru: Ошибка сетевого подключения: %s
sv: Internetfel: %

source: WARNING - Unsolved Problems Some packages may not work properly if you continue. Are you sure you want to proceed (NOT RECOMMENDED)?
ga: RABHADH - Fadhbanna gan réiteach B'fhéidir nach n-oibreoidh roinnt pacáistí i gceart má leanann tú An bhfuil tú cinnte gur mhaith leat dul ar aghaidh (NÍ MHOLTAR)?
ja: 警告 - 未解決の問題 続行すると、一部のパッケージが正しく動作しない可能性があります。 本当に続行しますか？(推奨されません)
ru: ВНИМАНИЕ - Нерешённые проблемы. Некоторые пакеты могут работать некорректно, если вы продолжите. Вы уверены, что хотите продолжить (НЕ РЕКОМЕНДУЕТСЯ)?
sv: VARNING - Olösta problem Vissa paket kanske inte fungerar korrekt om du fortsätter. Är du säker på att du vill fortsätta (REKOMMENDERAS INTE)?

source: Target CPU mismatch You're trying to install the %s version of Cygwin into a directory containing the %s version of Cygwin. Continuing to do so would break the existing installation. Either run setup-%s.exe to update your existing %s installation of Cygwin, or choose another directory for your %s installation.
ga: Mí-oiriúnacht LAP Sprioc Tá tú ag iarraidh leagan %s de Cygwin a shuiteáil i gcomhadlann ina bhfuil leagan %s de Cygwin. Dá leanfá ort leis sin, chuirfí deireadh leis an suiteáil atá ann cheana féin. Rith setup-%s.exe chun do shuiteáil %s de Cygwin atá ann cheana féin a nuashonrú, nó roghnaigh comhadlann eile do do shuiteáil %s.
ru: Несоответствие целевого процессора. Вы пытаетесь установить версию Cygwin %s в папку, содержащую версию Cygwin %s. Продолжение установки нарушит существующую установку. Запустите setup-%s.exe для обновления вашей текущей установки Cygwin %s или выберите другую папку для установки %s.
sv: Mål-CPU-matchningsfel Du försöker installera %s-versionen av Cygwin i en katalog som innehåller %s-versionen av Cygwin. Om du fortsätter med det kommer den befintliga installationen att förstöras. Kör antingen setup-%s.exe för att uppdatera din befintliga %s-installation av Cygwin, eller välj en annan katalog för din %s-installation.

source: Can't get list of download sites. Make sure your network settings are correct and try again.
ga: Ní féidir liosta de na suíomhanna íoslódála a fháil. Déan cinnte go bhfuil do shocruithe líonra ceart agus déan iarracht arís.
ja: ダウンロードサイトのリストを取得できません。 ネットワーク設定が正しいことを確認して、もう一度お試しください。
ru: Не удаётся получить список сайтов откуда скачивать. Убедитесь, что настройки сети верны, и повторите попытку.
sv: Det går inte att hämta listan över nedladdningswebbplatser. Kontrollera att dina nätverksinställningar är korrekta och försök igen.

source: Are you sure you want to exit setup? Any current download or installation will be aborted.
ga: An bhfuil tú cinnte gur mhaith leat an socrú a fhágáil? Cuirfear deireadh le haon íoslódáil nó suiteáil reatha.
ja: セットアップを終了してもよろしいですか? 現在のダウンロードまたはインストールはすべて中止されます。
ru: Вы уверены, что хотите выйти из программы установки? Любое текущее скачивание или установка будут прерваны.
sv: Är du säker på att du vill avsluta installationsprogrammet? Alla pågående nedladdningar eller installationer kommer att avbrytas.

source: Continue
ga: Lean ar aghaidh
ja: 続ける
ru: Продолжить
sv: Fortsätt

source: No packages found.
ga: Níl aon phacáistí le fáil.
ja: パッケージが見つかりません。
ru: Пакеты не найдены.
sv: Inga paket hittades.

source: Nothing to download.
ga: Níl aon rud le híoslódáil.
ja: ダウンロードするものはありません。
ru: Нечего скачивать.
sv: Inget att ladda ner.

source: Nothing to install or update.
ga: Níl aon rud le suiteáil nó nuashonrú.
ja: インストールまたは更新するものはありません。
ru: Не нужно устанавливать или обновлять.
sv: Inget att installera eller uppdatera.

source: Select an installation root directory
ga: Roghnaigh eolaire fréimhe suiteála
ja: インストールルートディレクトリを選択
ru: Выберите корневую папку установки

source: Select download directory
ga: Roghnaigh eolaire íos
ja: ダウンロードディレクトリを選択
ru: Выберите папку скачивания
sv: Välj nedladdningskatalog

source: Select local package directory
ga: Roghnaigh eolaire pacáistí
ja: ローカルパッケージディレクトリを選択
ru: Выберите локальную папку для пакетов
sv: Välj lokal paketkatalog

source: Checking %s for %s
ga: Seiceáil %s le haghaidh %s
ja: %s の %s を確認しています
ru: Проверка %s на наличие %s
sv: Kontrollerar %s för %s

source: %s from %s
ga: %s ó %s
ja: %s から %s
ru: %s из %s
sv: %s från %s

# STRINGTABLE.IDS_CONFIRM_UNINSTALL
source: Uninstall
ga: Díshuiteáil
ja: アンインストール
ru: Удалить
sv: Avinstallera

# STRINGTABLE.IDS_CONFIRM_INSTALL
source: Install
ga: Suiteáil
ja: インストール
ru: Установить
sv: Installera

source: Download
ga: Íoslódáil
ja: ダウンロード
ru: Скачать
sv: Ladda ner

source: No changes
ga: Gan aon athruithe
ja: 変更なし
ru: Без изменений
sv: Inga ändringar

source: (automatically added)
ga: (curtha leis go huathoibríoch
ja: （自動的に追加されます）
ru: (добавлено автоматически)
sv: (automatiskt tillagd)

source: (source)
ga: (foinse)
ja: （ソース）
ru: (источник)
sv: (källa)

source: &Kill Processes
ga: &Próisis Mharaithe
ja: プロセスを強制終了(&K)
ru: &Завершение процессов

# STRINGTABLE.IDS_FILE_INUSE_MSG
source: Unable to extract
ga: Ní féidir a bhaint
ja: 抽出できません
ru: Невозможно извлечь
sv: Det gick inte att extrahera

source: Additional site URL, path or UNC path
ga: URL breise láithreáin, cosán nó cosán UNC
ja: 追加のサイトURL、パス、または UNCパス
ru: Дополнительный URL сайта, путь или UNC-путь
sv: Ytterligare webbplats-URL, sökväg eller UNC-sökväg

source: Error during option processing.
ga: Earráid le linn próiseála rogha.
ja: オプション処理中にエラーが発生しました。
ru: Ошибка при обработке параметров.
sv: Fel under bearbetning av alternativ.

source: Command Line Options:
ga: Roghanna Líne Orduithe:
ja: コマンドラインオプション:
ru: Параметры командной строки:
sv: Kommandoradsalternativ:

source: The default is to both download and install packages, unless either --download or --local-install is specified.
ga: Is é an réamhshocrú pacáistí a íoslódáil agus a shuiteáil araon, mura sonraítear --download nó --local-install.
ja: --download または --local-install のいずれかが指定されていない限り、デフォルトではパッケージのダウンロードとインストールの両方が実行されます。
ru: По умолчанию пакеты загружаются и устанавливаются, если не указано --download или --local-install.
sv: Standardinställningen är att både ladda ner och installera paket, såvida inte antingen --download eller --local-install anges.

source: Consider package versions marked test
ga: Smaoinigh ar leaganacha pacáiste a bhfuil
ja: テストとマークされたパッケージバージョンを検討する
ru: Рассматривать версии пакетов, отмеченные как тестовые
sv: Överväg paketversioner markerade test

source: Allow old, unsupported Windows versions
ga: Ceadaigh seanleaganacha Windows gan tacaíocht
ja: 古い、サポートされていないWindowsバージョンを許可する
ru: Разрешить старые, неподдерживаемые версии Windows
