Repository: jon-turney/cygwin-setup
Catalog: po/*/res.po
Languages: ga, id, ja, ru, sv

source: The following problems occured trying to satisfy dependencies.
ga: Bhí na fadhbanna seo a leanas ag iarraidh spleáchais a shásamh.
id: Masalah berikut terjadi saat mencoba memenuhi ketergantungan.
ja: 依存関係を満たそうとしたときに、次の問題が発生しました。満足しようとして以下の問題が発生しました。
ru: При попытке разрешения зависимостей возникли следующие проблемы.
sv: Följande problem uppstod vid försök att uppfylla beroenden.

source: &Accept default problem solutions
ga: &Glac le réitigh réamhshocraithe fadhbanna
id: Terim&a solusi masalah default
ja: デフォルトの問題解決を受け入れる(&A)
ru: &Принять решения по умолчанию
sv: &Acceptera standardlösningar för problem

source: Cygwin Setup - Review and confirm changes
ga: Socrú Cygwin - Athruithe a athbhreithniú agus a deimhniú
id: Penyiapan Cygwin - Tinjau dan konfirmasi perubahan
ja: Cygwin セットアップ - 変更のレビューと確認
ru: Установка Cygwin - Проверка и подтверждение изменений
sv: Cygwin-installation - Granska och bekräfta ändringar

source: Review and confirm changes
ga: Athruithe a athbhreithniú agus
id: Tinjau dan konfirmasi perubahan
ja: 変更のレビューと確認する
ru: Проверка и подтверждение изменений
sv: Granska och bekräfta ändringar

source: Cygwin Setup - Use dropped mirrors?
ga: Socrú Cygwin - Úsáid scátháin titim?
ja: Cygwin セットアップ - Use dropped mirrors?
ru: Установка Cygwin - Использовать брошенные зеркальные серверы для скачивания?
sv: Cygwin-inställningar - Använda borttagna speglar?

source: Warning:
ga: Rabhadh:
id: Peringatan:
ja: 警告:
ru: Предупреждение:
sv: Varning:

source: One or more mirrors you have selected is/are not on the list of official Cygwin mirrors any more. It/They may be out of date or missing some packages. This affects the following mirror(s):
ga: Níl scátháin amháin nó níos mó roghnaithe agat ar liosta na scátháin oifigiúla Cygwin a thuilleadh. Féadfaidh sé a bheith as dáta nó roinnt pacáistí in easnamh. Bíonn tionchar aige seo ar na scátháin seo a leanas:
id: Satu atau beberapa mirror yang Anda pilih tidak lagi ada dalam daftar mirror resmi Cygwin. Mirror tersebut mungkin sudah kedaluwarsa atau kehilangan beberapa paket. Hal ini memengaruhi mirror berikut:
ja: 選択した 1 つ以上のミラーは、公式 Cygwin ミラーのリストにもう掲載されていません。それらは古くなっているか、一部のパッケージが欠落している可能性があります。 これは次のミラーに影響します:
ru: Одно или несколько выбранных вами зеркал больше не входят в список официальных зеркал Cygwin. Возможно, они устарели или в них отсутствуют некоторые пакеты. Это касается следующих зеркал:
sv: En eller flera speglar du har valt är inte på listan över officiella Cygwin-speglar längre. De kan vara föråldrade eller saknas vissa paket. Detta påverkar följande spegel(ar):

source: If you experience installation problems consider trying official mirrors only. Do you want to continue, using this/these mirror(s)?
ga: Má bhíonn fadhbanna suiteála agat smaoinigh scátháin oifigiúla a thriail Ar mhaith leat leanúint ar aghaidh, ag baint úsáide as an scáthán/na scátháin seo?
id: Jika Anda mengalami masalah pemasangan, pertimbangkan untuk mencoba cermin resmi saja. Apakah Anda ingin melanjutkan menggunakan cermin ini?
ja: インストールで問題が発生した場合は、公式ミラーのみを試すことを検討してください。 このミラーを使用して続行しますか?
ru: Если у вас возникли проблемы с установкой, то попробуйте использовать только официальные зеркала. Хотите продолжить использовать это/эти зеркала?
sv: Om du upplever installationsproblem överväga att försöka med enbart officiella speglar. Vill du fortsätta använda den/dessa speglar?

source: &Don't warn me about this/these mirror(s) again
ga: &Ná tabhair rabhadh dom faoi seo/na scáthán(í) seo arís
id: &Jangan peringatkan saya tentang cermin ini lagi
ja: このミラーについて今後警告しない(&N)
ru: &Больше не предупреждать об этом/этих зеркалах

source: &Yes
ga: &Tá
id: &Ya
ja: はい(&Y)
ru: &Да
sv: &Ja

source: &No
ga: &Níl
id: &Tidak
ja: いいえ(&N)
ru: &Нет
sv: &Nej

source: Download Incomplete
ga: Íoslódáil Neamhchom
id: Unduhan Tidak Lengkap
ja: ダウンロードが不完全です
ru: Скачивание не завершено
sv: Nedladdningen är ofullständig

source: The following package(s) had download errors:
ga: Bhí earráidí íoslódála ag na pacáistí seo a leanas:
id: Paket berikut mengalami kesalahan pengunduhan:
ja: 次のパッケージにダウンロードエラーが発生しました:
ru: Следующие пакеты столкнулись с ошибками при скачивании:
sv: Följande paket hade nedladdningsfel:

source: Select 'Retry' to retry the download, 'Back' to return to the package selection page, 'Continue' to go on anyway (NOT RECOMMENDED), or 'Cancel' to exit.
ga: Roghnaigh 'Athbhreithnigh' chun an íoslódáil a athbhreithniú, 'Ar ais' chun filleadh ar leathanach roghnúcháin an phacáiste, 'Lean ar aghaidh' chun dul ar aghaidh ar aon nós (NÍ MHOLTAR), nó 'Cealaigh' chun imeacht.
ja: ダウンロードを再試行するには「再試行」、パッケージ選択ページに戻るには「戻る」、とにかく続行するには「続行」（非推奨）、終了するには「キャンセル」を選択します。
ru: Выберите «Повторить», чтобы повторить попытку скачивания, «Назад», чтобы вернуться на страницу выбора пакетов, «Продолжить», чтобы продолжить в любом случае (НЕ РЕКОМЕНДУЕТСЯ), или «Отмена», чтобы выйти.
sv: Välj "Försök igen" för att försöka ladda ner igen, "Tillbaka" för att återgå till sidan för paketval, "Fortsätt" för att fortsätta ändå (REKOMMENDERAS INTE) eller "Avbryt" för att avsluta.

# DIALOG.IDD_DOWNLOAD_ERROR.DEFPUSHBUTTON.IDRETRY
source: &Retry
ga: &Atriail
ja: 再試行(&R)
ru: &Повторить
sv: &Försök igen

source: &Back
ga: &Ar ais
ja: 戻る(&B)
ru: &Назад

# DIALOG.IDD_DOWNLOAD_ERROR.PUSHBUTTON.IDIGNORE
source: &Continue
ga: &Lean ar aghaidh
id: Lan&jutkan
ja: 続ける(&C)
ru: &Продолжить
sv: &Fortsätt

# DIALOG.IDD_DOWNLOAD_ERROR.PUSHBUTTON.IDABORT
source: Cancel
ga: Cealaigh
id: Batal
ja: キャンセル
ru: Отмена
sv: Avbryt

source: Cygwin Setup - Running postinstall scripts
ga: Socrú Cygwin - Scripteanna iar-shuiteála á reáchtáil
id: Penyiapan Cygwin - Menjalankan skrip pasca instalasi
ja: Cygwin セットアップ - Running postinstall scripts
ru: Установка Cygwin - Запуск послеустановочных скриптов
sv: Cygwin-installation - Köra postinstallationsskript

source: Postinstall script errors
ga: Earráidí script Postinstall
id: Kesalahan skrip pasca instalasi
ja: インストール後のスクリプトエラー
ru: Ошибки послеустановочных скриптов

source: These do not necessarily mean that affected packages will fail to function properly, but please check /var/log/setup.log.full and report any problems.
ga: Ní gá go gciallaíonn siad seo go dteipfidh ar phacáistí atá buailte feidhmiú i gceart, ach seiceáil /var/log/setup.log.full le do thoil agus tuairiscigh aon fhadhbanna.
id: Hal ini tidak serta merta berarti paket yang terpengaruh akan gagal berfungsi sebagaimana mestinya, namun harap periksa /var/log/setup.log.full dan laporkan masalah apa pun.
ja: これらは、影響を受けるパッケージが必ずしも正常に機能しなくなることを意味するものではありませんが、/var/log/setup.log.full をチェックして、問題を報告してください。
ru: Это не обязательно означает, что затронутые пакеты будут работать неправильно, но, пожалуйста, проверьте /var/log/setup.log.full и сообщите о любых проблемах.
sv: Detta betyder inte nödvändigtvis att berörda paket inte kommer att fungera korrekt, men vänligen kontrollera /var/log/setup.log.full och rapportera eventuella problem.

source: In-use file detected
ga: Braithíodh comhad in-úsáide
id: Terdeteksi ada berkas yang sedang digunakan
ja: 使用中のファイルを検出しました
ru: Обнаружен файл в использовании
sv: Fil som används upptäcktes

# DIALOG.IDD_FILE_INUSE.LTEXT.IDC_FILE_INUSE_MSG
source: Unable to extract
ga: Ní féidir a bhaint
id: Tidak dapat mengekstrak
ja: 抽出できません
ru: Не удалось извлечь
sv: Kan inte extrahera

source: The file is in use by the following processes:
ga: Tá an comhad in úsáid ag na próisis seo a leanas:
id: Berkas tersebut digunakan oleh proses berikut:
ja: ファイルは次のプロセスによって使用されています:
ru: Файл используется следующими процессами:
sv: Filen används av följande processer:

source: Select 'Retry' to retry, select 'Stop' to stop processes and retry, or select 'Continue' to go on anyway (the file will be updated after a reboot).
ga: Roghnaigh 'Athbhreithnigh' chun iarracht a dhéanamh arís, roghnaigh 'Stop' chun próisis a stopadh agus iarracht a dhéanamh arís, nó roghnaigh 'Lean' chun dul ar aghaidh ar aon nós (déanfar an comhad a nuashonrú tar éis atosaigh).
id: Pilih 'Coba lagi' untuk mencoba lagi, pilih 'Hentikan' untuk menghentikan proses dan mencoba lagi, atau pilih 'Lanjutkan' untuk tetap melanjutkan (berkas akan diperbarui setelah boot ulang).
ja: 再試行するには「再試行」を選択し、プロセスを停止して再試行するには「停止」を選択し、とにかく続行するには「続行」を選択します (ファイルは再起動後に更新されます)。
ru: Выберите «Повторить», чтобы повторить попытку, «Остановить», чтобы остановить процессы и повторить попытку, или «Продолжить», чтобы продолжить в любом случае (файл будет обновлен после перезагрузки).
sv: Välj "Försök igen" för att försöka igen, välj "Stoppa" för att stoppa processer och försöka igen, eller välj "Fortsätt" för att fortsätta ändå (filen uppdateras efter en omstart).

source: Select 'Retry' to retry, select 'Kill' to kill processes and retry, or select 'Continue' to go on anyway (the file will be updated after a reboot).
ga: Roghnaigh 'Athbhreithnigh' chun iarracht a dhéanamh arís, roghnaigh 'Maraigh' chun próisis a mharú agus iarracht a dhéanamh arís, nó roghnaigh 'Lean' chun dul ar aghaidh ar aon nós (déanfar an comhad a nuashonrú tar éis atosaigh).
id: Pilih 'Coba lagi' untuk mencoba lagi, pilih 'Matikan' untuk mematikan proses dan mencoba lagi, atau pilih 'Lanjutkan' untuk tetap melanjutkan (berkas akan diperbarui setelah boot ulang).
ja: 再試行するには「再試行」を選択し、プロセスを強制終了して再試行するには「強制終了」を選択し、とにかく続行するには「続行」を選択します (ファイルは再起動後に更新されます)。
ru: Выберите «Повторить», чтобы повторить попытку, «Завершить», чтобы завершить процессы и повторить попытку, или «Продолжить», чтобы продолжить в любом случае (файл будет обновлен после перезагрузки).
sv: Välj "Försök igen" för att försöka igen, välj "Avsluta" för att avsluta processer och försöka igen, eller välj "Fortsätt" för att fortsätta ändå (filen uppdateras efter en omstart).

source: Select 'Retry' to retry, select 'Kill' to forcibly kill all processes and retry, or select 'Continue' to go on anyway (the file will be updated after a reboot).
ga: Roghnaigh 'Atriail' chun triail eile a bhaint as, roghnaigh 'Kill' chun na próisis go léir a mharú go héigeantach agus triail eile a bhaint as, nó roghnaigh 'Lean ar aghaidh' chun dul ar aghaidh ar aon nós (déanfar an comhad a nuashonrú tar éis atosaigh).
id: Pilih 'Coba lagi' untuk mencoba lagi, pilih 'Matikan' untuk menghentikan semua proses secara paksa dan mencoba lagi, atau pilih 'Lanjutkan' untuk tetap melanjutkan (berkas akan diperbarui setelah di-boot ulang).
ja: 再試行するには「再試行」を選択し、すべてのプロセスを強制終了して再試行するには「強制終了」を選択し、とにかく続行するには「続行」を選択します (ファイルは再起動後に更新されます)。
ru: Выберите «Повторить», чтобы повторить попытку, «Завершить», чтобы принудительно завершить все процессы и повторить попытку, или «Продолжить», чтобы продолжить в любом случае (файл будет обновлен после перезагрузки).
sv: Välj "Försök igen" för att försöka igen, välj "Avsluta" för att tvångsavsluta alla processer och försöka igen, eller välj "Fortsätt" för att fortsätta ändå (filen uppdateras efter en omstart).

# DIALOG.IDD_FILE_INUSE.PUSHBUTTON.IDIGNORE
source: &Retry
ga: &Atriail
id: &Coba Lagi
ja: 再試行(&R)
ru: &Повторить
sv: &Försök igen

source: &Stop Processes
ga: &Stad Próisis
id: Hentikan Pro&ses
ja: プロセスを停止(&S)
ru: &Остановить процессы
sv: &Stoppa processer

# DIALOG.IDD_FILE_INUSE.PUSHBUTTON.IDCONTINUE
source: &Continue
ga: &Lean ar aghaidh
id: Lan&jutkan
ja: 続ける(&C)
ru: &Продолжить
sv: &Fortsätt

source: Warning: we recommend you do not use the root of your hard drive as the cygwin root, to prevent possible conflicts with other programs. Proceed anyway?
ga: Rabhadh: molaimid duit gan fréamh do thiomáint crua a úsáid mar fhréamh cygwin, chun coimhlintí féideartha le cláir eile a chosc. Ar aghaidh ar aon nós?
id: Peringatan: Kami menyarankan Anda untuk tidak menggunakan root hard drive Anda sebagai root cygwin, untuk mencegah kemungkinan konflik dengan program lain. Tetap lanjutkan?
ja: 警告: 他のプログラムとの競合を防ぐため、ハードドライブのルートを cygwin ルートとして使用しないことをお勧めします。それでも続行しますか?
ru: Внимание: мы рекомендуем не использовать корень жесткого диска в качестве корневой папки Cygwin, чтобы предотвратить возможные конфликты с другими программами. Продолжить в любом случае?
sv: Varning: Vi rekommenderar att du inte använder hårddiskens rotkatalog som cygwin-rotkatalog för att förhindra eventuella konflikter med andra program. Vill du fortsätta ändå?

source: You should not choose a root path that include spaces in directory names. Proceed anyway?
ga: Níor chóir duit cosán fréimhe a roghnú a chuimsíonn spásanna in ainmneacha eolaire. Ar aghaidh ar aon nós?
id: Anda sebaiknya tidak memilih path root yang menyertakan spasi dalam nama direktori. Tetap lanjutkan?
ja: ディレクトリ名にスペースが含まれるルートパスを選択しないでください。それでも続行しますか?
ru: Не следует выбирать корневой путь, содержащий пробелы в именах каталогов. Продолжить в любом случае?
sv: Du bör inte välja en rotsökväg som innehåller mellanslag i katalognamn. Vill du fortsätta ändå?

source: Can't open %s for writing: %s
ga: Ní féidir %s a oscailt le haghaidh scríbhneoireachta: %s
id: Tidak dapat membuka %s untuk menulis: %s
ja: %s を書き込み用に開けません: %s
ru: Невозможно открыть %s для записи: %s
sv: Kan inte öppna %s för skrivning: %s

source: Unable to get %s from <%s>
ga: Ní féidir %s a fháil ó <%s>
id: Tidak dapat memperoleh %s dari <%s>
ja: <%s> から %s を取得できません
ru: Не удалось получить %s из <%s>
sv: Kunde inte hämta %s från <%s>

source: This setup.ini is older than the one you used last time you installed cygwin. Proceed anyway?
ga: Tá an setup.ini seo níos sine ná an ceann a d'úsáid tú an uair dheireanach a shuiteáil tú cygwin. Ar aghaidh ar aon nós?
id: Setup.ini ini lebih lama dari yang Anda gunakan terakhir kali memasang Cygwin. Tetap lanjutkan?
ja: この setup.ini は、前回 cygwin をインストールしたときに使用したものより古いものです。それでも続行しますか?
ru: Этот файл setup.ini старше того, который вы использовали при последней установке Cygwin. Продолжить в любом случае?
sv: Denna setup.ini är äldre än den du använde förra gången du installerade cygwin. Vill du fortsätta ändå?

source: Nothing needed to be installed
ga: Ní gá aon rud a shuiteáil
id: Tidak ada yang perlu dipasang
ja: 何もインストールする必要はありません
ru: Ничего не нужно устанавливать
sv: Ingenting behövde installeras

source: Installation Complete
ga: Suiteáil Críochnaithe
id: Instalasi Selesai
ja: インストール完了
ru: Установка завершена
sv: Installationen är klar

source: In-use files have been replaced. You need to reboot as soon as possible to activate the new versions. Cygwin may operate incorrectly until you reboot.
ga: Cuireadh comhaid in úsáid in ionad. Ní mór duit a atosú chomh luath agus is féidir chun na leaganacha nua a ghníomhachtú. Féadfaidh Cygwin oibriú go mícheart go dtí go dtosaíonn tú.
id: Berkas yang sedang digunakan telah diganti. Anda perlu melakukan boot ulang sesegera mungkin untuk mengaktifkan versi baru. Cygwin mungkin tidak beroperasi dengan benar hingga Anda melakukan boot ulang.
ja: 使用中のファイルは置き換えられました。新しいバージョンを有効にするには、できるだけ早く再起動する必要があります。再起動するまで、Cygwin は正しく動作しない可能性があります。
ru: Файлы в использовании были заменены. Необходимо как можно скорее перезагрузить систему для активации новых версий. Cygwin может работать некорректно до перезагрузки.
sv: Filer som används har ersatts. Du måste starta om så snart som möjligt för att aktivera de nya versionerna. Cygwin kan fungera felaktigt tills du startar om.

source: Can't open %s for reading: %s
ga: Ní féidir %s a oscailt le haghaidh léitheoireachta: %s
id: Tidak dapat membuka %s untuk membaca: %s
ja: %s を読み取り用に開けません: %s
ru: Не удаётся открыть %s для чтения: %s
sv: Kan inte öppna %s för läsning: %s

source: The install directory must be absolute, with both a drive letter and leading slash, like C:\Cygwin
ga: Caithfidh an t-eolaire suiteála a bheith iomlán, le litir tiomána agus slasc tosaigh araon, cosúil le C:\Cygwin
id: Direktori instalasi harus absolut, dengan huruf drive dan garis miring di depan, seperti C:\Cygwin
ja: インストールディレクトリは、C:\Cygwinのように、ドライブ文字と先頭のスラッシュの両方を含む絶対パスでなければなりません。
ru: Путь к папке установки должен быть абсолютным, с указанием буквы диска и косой черты в начале, например, C:\Cygwin
sv: Installationskatalogen måste vara absolut, med både en enhetsbeteckning och ett inledande snedstreck, som C:\Cygwin

source: Download Complete
ga: Íoslódáil Complete
id: Unduhan Selesai
ja: ダウンロード完了
ru: Скачивание завершено
sv: Nedladdning klar

source: Cannot open log file %s for writing
ga: Ní féidir comhad log %s a oscailt le haghaidh scríobh
id: Tidak bisa membuka berkas log %s untuk menulis
ja: 書き込み用にログファイル %s を開けません
ru: Не удаётся открыть файл журнала %s для записи
sv: Kan inte öppna loggfilen %s för skrivning

source: Uninstalls complete.
ga: Díshuiteálacha críochnaithe.
id: Pencopotan instalasi selesai.
ja: アンインストールが完了しました。
ru: Удаление завершено.

source: Could not change dir to %s: %s [%.8x]
ga: Ní féidir dir a athrú go %s: %s [%.8x]
id: Tidak bisa berpindah dir ke %s: %s [%.8x]
ja: ディレクトリを %s に変更できませんでした: %s [%.8x]
ru: Не удалось изменить папку на %s: %s [%.8x]
sv: Kunde inte ändra mappen till %s: %s [%.8x]

source: This setup is version %s, but setup.ini claims version %s is available. You might want to upgrade to get the latest features and bug fixes.
ga: Leagan %s atá sa socrú seo, ach tá leagan %s á éileamh ag setup.ini. B'fhéidir gur mhaith leat uasghrádú a dhéanamh chun na gnéithe is déanaí agus na ceartúcháin ar fhabht a fháil.
id: Penyiapan ini adalah versi %s, tetapi setup.ini mengklaim versi %s tersedia. Anda mungkin ingin memperbarui untuk mendapatkan fitur dan perbaikan bug terbaru.
ja: このセットアップはバージョン %s ですが、setup.ini ではバージョン %s が使用可能であるとされ ています。 最新の機能とバグ修正を取得するには、アップグレードすることをお勧めします。
ru: Эта версия установки %s, но в файле setup.ini указано, что доступна версия %s. Возможно, вам потребуется обновить систему, чтобы получить доступ к последним возможностям и исправлениям ошибок.
sv: Den här installationen är version %s, men setup.ini hävdar att version %s är tillgänglig. Du kanske vill uppgradera för att få de senaste funktionerna och buggfixarna.

source: Download Incomplete. Try again?
ga: Íoslódáil Iomlán. Bain triail as arís?
id: Unduhan Tidak Lengkap. Coba lagi?
ja: ダウンロードが不完全です. Try again?
ru: Скачивание не завершено. Попробовать ещё раз?
sv: Nedladdningen ofullständig. Försök igen?

source: Download incomplete. Check %s for details
ga: Íoslódáil neamhiomlán. Seiceáil %s le haghaidh sonraí
id: Unduh tidak lengkap. Periksa %s untuk detailnya
ja: ダウンロードが完了していません。詳細については %s を確認してください。
ru: Скачивание не завершено. Проверьте %s для подробностей
sv: Nedladdningen är ofullständig. Kontrollera %s för mer information

source: Installation error (%s), Continue with other packages?
ga: Earráid suiteála (%s), Leanúint ar aghaidh le pacáistí eile?
id: Kesalahan instalasi (%s), Lanjutkan dengan paket lain?
ja: インストール エラー (%s)、他のパッケージを続行しますか?
ru: Ошибка установки (%s). Продолжить с другими пакетами?
sv: Installationsfel (%), Fortsätt med andra paket?

source: Installation incomplete. Check %s for details
ga: Suiteáil neamhiomlán. Seiceáil %s le haghaidh sonraí
id: Instalasi tidak lengkap. Periksa %s untuk detailnya
ja: インストールが完了していません。詳細については %s を確認してください。
ru: Установка не завершена. Проверьте %s для подробностей
sv: Installation ofullständig. Kontrollera % för detaljer

source: Package %s has a corrupt local copy, please remove and retry.
ga: Tá cóip áitiúil truaillithe ag pacáiste %s, bain agus déan iarracht arís.
id: Paket %s memiliki salinan lokal yang rusak, harap hapus dan coba lagi.
ja: パッケージ %s には破損したローカル コピーがあります。削除して再試行してください。
ru: Локальная копия пакета %s повреждена. Удалите её и повторите попытку.
sv: Paketet %s har en skadad lokal kopia, vänligen ta bort det och försök igen.

source: The file %s is corrupt. Delete it and download again?
ga: Tá an comhad %s truaillithe. Scrios é agus íoslódáil arís?
id: Berkas %s rusak. Hapus dan unduh lagi?
ja: ファイル %s は破損しています。削除して再度ダウンロードしますか?
ru: Файл %s повреждён. Удалить его и скачать снова?
sv: Filen %s är skadad. Ta bort den och ladda ner den igen?

source: %s Do you want to skip this package ?
ga: %s Ar mhaith leat an pacáiste seo a scipeáil?
id: %s Apakah Anda ingin melewati paket ini?
ja: %s このパッケージをスキップしますか?
ru: %s Пропустить этот пакет?
sv: %s Vill du hoppa över det här paketet?

source: Fatal Error: Uncaught Exception Thread: %s Type: %s Message: %s
ga: Earráid Marfach: Eisceacht gan ghabháil Snáithe: %s Cineál: %s Teachtaireacht: %s
id: Kesalahan Fatal: Pengecualian Tak Tertangkap Utas: %s Jenis: %s Pesan: %s
ja: 致命的なエラー: キャッチされない例外 スレッド: %s タイプ: %s メッセージ: %s
ru: Критическая ошибка: Неперехваченное исключение Поток: %s Тип: %s Сообщение: %s
sv: Fatalt fel: Oupptäckt undantag Tråd: %s Typ: %s Meddelande: %s

source: Fatal Error: Uncaught Exception Thread: %s Type: %s Message: %s AppErrNo: %d
ga: Earráid Marfach: Eisceacht gan ghabháil Snáithe: %s Cineál: %s Teachtaireacht: %s Aibreán: %d
id: Kesalahan Fatal: Pengecualian Tak Tertangkap Utas: %s Jenis: %s Pesan: %s No.AppErr: %d
ja: 致命的なエラー: キャッチされない例外 スレッド: %s タイプ: %s メッセージ: %s AppErrNo: %d
ru: Критическая ошибка: Неперехваченное исключение Поток: %s Тип: %s Сообщение: %s AppErrNo: %d
sv: Fatalt fel: Oupptäckt undantag Tråd: %s Typ: %s Meddelande: %s AppErrNr: %d

source: Sets all packages to their currently installed version. This is equivalent to telling setup not to make any changes to any package.
ga: Socraíonn gach pacáiste ar a leagan atá suiteáilte faoi láthair. Tá sé seo comhionann le rá ar an socrú gan aon athruithe a dhéanamh ar aon phacáiste.
id: Mengatur semua paket ke versi yang saat ini terpasang. Ini sama saja dengan memberi tahu pengaturan untuk tidak membuat perubahan apa pun pada paket apa pun.
ja: すべてのパッケージを現在インストールされているバージョンに設定します。これは、どのパッケージにも変更を加えないようにセットアップに指示するのと同じです。
ru: Восстанавливает все пакеты до текущей установленной версии. Это эквивалентно указанию программе установки не вносить никаких изменений в какие-либо пакеты.
sv: Ställer in alla paket till deras för närvarande installerade version. Detta motsvarar att säga åt installationsprogrammet att inte göra några ändringar i något paket.

source: Sets all packages to the best version available (RECOMMENDED).
ga: Socraíonn gach pacáiste go dtí an leagan is fearr atá ar fáil (MOLTA).
id: Mengatur semua paket ke versi terbaik yang tersedia (DIREKOMENDASIKAN).
ja: すべてのパッケージを利用可能な最良のバージョンに設定します（推奨）。
ru: Восстанавливает все пакеты до лучшей доступной версии (РЕКОМЕНДУЕТСЯ).
sv: Ställer in alla paket till den bästa tillgängliga versionen (REKOMMENDERAS).

source: Sets all packages to the version available from the package repository, downgrading if necessary.
ga: Socraíonn gach pacáiste go dtí an leagan atá ar fáil ó stór an phacáiste, ag íosghrádú más gá.
id: Mengatur semua paket ke versi yang tersedia dari repositori paket, menurunkan versi jika perlu.
ja: すべてのパッケージをパッケージリポジトリから入手可能なバージョンに設定し、必要に応じてダウングレードします。
ru: Восстанавливает все пакеты до версии, доступной в репозитории пакетов, при необходимости выполняя понижение версии.
sv: Ställer in alla paket till den version som är tillgänglig från paketförrådet och nedgraderar om det behövs.

source: Enable test packages.
ga: Cumasaigh pacáistí tástála.
id: Aktifkan paket pengujian.
ja: テストパッケージを有効にします。
ru: Включить тестовые пакеты.
sv: Aktivera testpaket.
