Repository: jon-turney/cygwin-setup
Catalog: po/*/res.po
Languages: ga, id, ja, ru, sv

source: Cygwin Setup - Choose Installation Type
ga: Socrú Cygwin - Roghnaigh Cineál Suiteála
id: Penyiapan Cygwin - Pilih Jenis Instalasi
ja: Cygwin セットアップ - インストールタイプの選択
ru: Установка Cygwin — Выбор типа установки
sv: Cygwin-installation - Välj installationstyp

source: &Install from Internet (downloaded files will be kept for future re-use)
ga: &Suiteáil ón Idirlíon (coimeádfar comhaid íoslódála le haghaidh athúsáide sa todhchaí)
id: Pasang dari &Internet (berkas yang diunduh akan disimpan untuk digunakan kembali di masa mendatang)
ja: インターネットからインストール(&I) (ダウンロードしたファイルは将来の再利用のために保存されます)
ru: &Установка из интернета (скачанные файлы будут сохранены для переиспользования в дальнейшем)
sv: &Installera från internet (nedladdade filer sparas för framtida återanvändning)

source: &Download Without Installing
ga: & Íoslódáil Gan Suiteáil
id: Un&duh Tanpa Memasang
ja: インストールせずにダウンロード(&D)
ru: &Скачать не устанавливая

source: Install from &Local Directory
ga: Suiteáil ón & Eolaire Áitiúil
id: Pasang dari Direktori &Lokal
ja: ローカルディレクトリからインストール(&L)
ru: Установить из &локальной папки
sv: Installera från &lokal katalog

source: Choose A Download Source
ga: Roghnaigh Foinse Íoslódáil
id: Pilih Sumber Unduhan
ja: ダウンロード元を選択
ru: Выбрать откуда скачивать
sv: Välj en nedladdningskälla

source: Choose whether to install or download from the internet, or install from files in a local directory.
ga: Roghnaigh cibé acu a shuiteáil nó a íoslódáil ón idirlíon, nó a shuiteáil ó chomhaid in eolaire áitiúil.
id: Pilih apakah akan memasang atau mengunduh dari internet, atau memasang dari berkas-berkas di direktori lokal.
ja: インターネットからインストールまたはダウンロードするか、ローカルディレクトリ内のファイルからインストールするかを選択します。
ru: Выберите устанавливать или скачать из интернета или установить из файлов в локальном каталоге.
sv: Välj om du vill installera eller ladda ner från internet, eller installera från filer i en lokal katalog.

source: Cygwin Setup - Disable Virus Scanner?
ga: Socrú Cygwin - Díchumasaigh Scanóir Víreas?
id: Penyiapan Cygwin - Nonaktifkan Pemindai Virus?
ja: Cygwin セットアップ - ウイルススキャナーを無効にしますか?
ru: Установка Cygwin - Отключить антивирус?
sv: Cygwin-installation - Inaktivera virusskannern?

source: &Disable Virus scanner
ga: &Díchumasaigh scanóir víreas
id: Nonaktifkan Pemin&dai Virus
ja: ウイルススキャナを無効にする(&D)
ru: &Отключить антивирусный сканер
sv: &Inaktivera virusskannern

source: &Leave Virus scanner alone
ga: &Fág scanóir víreas ina aonar
id: &Biarkan pemindai virus
ja: ウイルススキャナをそのままにしておく(&L)
ru: Оставить &антивирусный сканер как есть
sv: &Lämna virusskannern ifred

source: Choose whether to disable your virus scanner while installing.
ga: Roghnaigh cé acu an ndéanfaidh tú do scanóir víreas a dhíchumasú agus é á shuiteáil.
id: Pilih apakah akan menonaktifkan pemindai virus Anda saat memasang.
ja: インストール中にウイルススキャナーを無効にするかどうかを選択します。
ru: Укажите, отключать ли антивирусный сканер во время установки.
sv: Välj om du vill inaktivera virusskannern under installationen.

source: Some Antivirus programs, notably McAfee, cause a blue screen on Windows XP computers during installation of Cygwin.
ga: Is cúis le roinnt cláir Antivirus, go háirithe McAfee, scáileán gorm ar ríomhairí Windows XP le linn suiteáil Cygwin.
id: Beberapa program Antivirus, terutama McAfee, menyebabkan layar biru pada komputer Windows XP selama instalasi Cygwin.
ja: 一部のウイルス対策プログラム (特に McAfee) は、Cygwin のインストール中に Windows XP コンピュータで ブルー スクリーンを引き起こします。
ru: Некоторые антивирусные программы, в частности McAfee, вызывают сбой с синим экраном на компьютерах с Windows XP во время установки Cygwin.
sv: Vissa antivirusprogram, särskilt McAfee, orsakar en blå skärm på Windows XP-datorer under installationen av Cygwin.

source: One that may be a problem has been detected. Cygwin setup can disable this during the installation process, and re-enable it when the install is complete.
ga: Braitheadh fadhb amháin a d’fhéadfadh a bheith ina fhadhb. Is féidir le socrú Cygwin é seo a dhíchumasú le linn an phróisis suiteála, agus é a chumasú arís nuair a bheidh an tsuiteáil críochnaithe.
id: Salah satu yang mungkin menjadi masalah telah terdeteksi. Penyiapan Cygwin dapat menonaktifkan ini selama proses instalasi, dan mengaktifkannya kembali saat instalasi selesai.
ja: 問題となる可能性のあるものが検出されました。Cygwin セットアップでは、インストール プロセス中にこれ を無効にし、インストールが完了したら再度有効にすることができます。
ru: Обнаружена проблема, которая может быть причиной проблемы. Программа установки Cygwin может отключить эту функцию во время установки и включить её после завершения.
sv: En som kan vara ett problem har upptäckts Cygwin-installationen kan inaktivera detta under installationsprocessen och återaktivera det när installationen är klar.

source: Cygwin Setup - Select Local Package Directory
ga: Socrú Cygwin - Roghnaigh Eolaire Pacáiste Áitiúil
id: Penyiapan Cygwin - Pilih Direktori Paket Lokal
ja: Cygwin セットアップ - ローカルパッケージディレクトリの選択
ru: Установка Cygwin - Выбор локальной папки с пакетами

source: Select Local Package Directory
ga: Roghnaigh Eolaire Pacáistí
id: Pilih Direktori Paket Lokal
ja: ローカルパッケージディレクトリを選択
ru: Выбор локальной папки пакетов
sv: Välj lokal paketkatalog

source: Select a directory where you want Setup to store the installation files it downloads. The directory will be created if it does not already exist.
ga: Roghnaigh eolaire inar mian leat Socrú chun na comhaid suiteála a íoslódálann sé a stóráil. Cruthófar an eolaire mura bhfuil sé ann cheana féin.
ja: セットアップがダウンロードしたインストールファイルを保存するディレクトリを選択します。ディレクトリがまだ存在しない場合は作成されます。
ru: Выберите каталог, в котором программа установки будет хранить скачанные установочные файлы. Папка будет создана, если её ещё не нету.
sv: Välj en katalog där du vill att Setup ska lagra installationsfilerna som den laddar ner. Katalogen kommer att skapas om den inte redan finns.

source: Select a directory where Setup should look for downloaded installation files.
ga: Roghnaigh eolaire inar chóir Socrú comhaid suiteála íoslódáilte a lorg.
ja: セットアップがダウンロードしたインストールファイルを検索するディレクトリを選択します。
ru: Выберите каталог, в котором программа установки будет искать скачанные установочные файлы.
sv: Välj en katalog där Setup ska leta efter nedladdade installationsfiler.

source: Local Package Directory
ga: Eolaire Pacáiste Áitiúil
id: Direktori Paket Lokal
ja: ローカルパッケージディレクトリ
ru: Локальная папка пакетов
sv: Lokal paketkatalog

# DIALOG.IDD_LOCAL_DIR.PUSHBUTTON.IDC_LOCAL_DIR_BROWSE
source: B&rowse...
ga: B&rabhsáil...
id: &Ramban...
ja: 表示(&B)...
ru: &Обзор...
sv: Blädd&ra...

source: Cygwin Setup - Choose Installation Directory
ga: Socrú Cygwin - Roghnaigh Eolaire Suiteála
id: Penyiapan Cygwin - Pilih Direktori Instalasi
ja: Cygwin セットアップ - インストールディレクトリの選択
ru: Настройка Cygwin - Выбор папки для установки

source: Select Root Install Directory
ga: Roghnaigh Root Install Directory
id: Pilih Direktori Instalasi Root
ja: ルートインストールディレクトリを選択
ru: Выбор корневой папки установки
sv: Välj rotinstallationskatalog

source: Select the directory where you want to install Cygwin. Also choose a few installation parameters.
ga: Roghnaigh an eolaire inar mian leat Cygwin a shuiteáil. Roghnaigh roinnt paraiméadair suiteála freisin.
id: Pilih direktori tempat Anda ingin memasang Cygwin. Pilih juga beberapa parameter instalasi.
ja: Cygwin をインストールするディレクトリを選択します。また、いくつかのインストールパラメータを選択します。
ru: Выберите каталог, в который вы хотите установить Cygwin. Также укажите несколько параметров установки.
sv: Välj den katalog där du vill installera Cygwin. Välj även några installationsparametrar.

source: Root Directory
ga: Eolaire fréimhe
id: Direktori Root
ja: ルートディレクトリ
ru: Корневая папка
sv: Rotkatalog

# DIALOG.IDD_ROOT.PUSHBUTTON.IDC_ROOT_BROWSE
source: B&rowse...
ga: B&rabhsáil...
id: &Ramban...
ja: 表示(&B)...
ru: &Обзор...
sv: Blädd&ra...

source: Install For
ga: Suiteáil Do
id: Pasang Untuk
ja: インストール用
ru: Установить для
sv: Installera för

source: &All Users (RECOMMENDED)
ga: &Gach Úsáideoir (MOLTA)
id: Semu&a Pengguna (DISARANKAN)
ja: すべてのユーザー (推奨)(&A)
ru: &Всех пользователей (РЕКОМЕНДУЕТСЯ)
sv: &Alla användare (Recommended)

source: Just &Me
ga: Díreach &Mise
id: Ha&nya Saya
ja: 自分だけ(&M)
ru: Только для &меня

source: Cygwin will be available to all users of the system.
ga: Beidh Cygwin ar fáil do gach úsáideoir den chórais.
id: Cygwin akan tersedia untuk semua pengguna sistem.
ja: Cygwin はシステムのすべてのユーザーが利用できます。
ru: Cygwin будет доступен всем пользователям системы.
sv: Cygwin kommer att vara tillgängligt för alla användare av systemet.

source: Cygwin will still be available to all users, but Desktop Icons, Cygwin Menu Entries, and important Installer information are only available to the current user. Only select this if you lack Administrator privileges or if you have specific needs.
ga: Beidh Cygwin fós ar fáil do gach úsáideoir, ach níl deilbhíní deisce, Iontrálacha Roghchlár Cygwin, agus faisnéis thábhachtach Suiteálaí ar fáil ach don úsáideoir reatha. Roghnaigh é seo ach mura bhfuil pribhléidí Riarthóra agat nó má tá riachtanais shonracha agat.
id: Cygwin akan tetap tersedia untuk semua pengguna, tetapi Ikon Desktop, Entri Menu Cygwin, dan informasi penting tentang Penginstal hanya tersedia untuk pengguna saat ini. Pilih opsi ini hanya jika Anda tidak memiliki hak akses Administrator atau memiliki kebutuhan khusus.
ja: Cygwin は引き続きすべてのユーザーが利用できますが、デスクトップアイコン、Cygwin メニューエントリ、および重要なインストーラ情報は現在のユーザーのみが利用できます。管理者権限がない場合、または特別なニーズがある場合にのみ、これを選択してください。
ru: Cygwin по-прежнему будет доступен всем пользователям, но значки рабочего стола, пункты меню Cygwin и важная информация установщика будут доступны только текущему пользователю. Выбирайте этот вариант, только если у вас нет прав администратора или у вас есть особые потребности.
sv: Cygwin kommer fortfarande att vara tillgängligt för alla användare, men skrivbordsikoner, Cygwin-menyposter och viktig installationsinformation är endast tillgängliga för den aktuella användaren. Välj endast detta om du saknar administratörsbehörighet eller om du har specifika behov.

source: Cygwin Setup - Choose Download Site(s)
ga: Socrú Cygwin - Roghnaigh Suíomh Íoslódála
id: Penyiapan Cygwin - Pilih Situs Unduhan
ja: Cygwin セットアップ - ダウンロードサイトの選択
ru: Установка Cygwin - Выбор сайтов откуда качать

source: Available Download Sites:
ga: Láithreáin Íoslódála Ar Fáil:
id: Situs Unduhan yang Tersedia:
ja: ダウンロード可能なサイト:
ru: Доступные сайты для загрузки:
sv: Tillgängliga nedladdningssidor:

source: Choose a site from this list, or add your own sites to the list.
ga: Roghnaigh suíomh ón liosta seo, nó cuir do shuíomhanna féin leis an liosta.
id: Pilih situs dari daftar ini, atau tambahkan situs Anda sendiri ke daftar.
ja: このリストからサイトを選択するか、独自のサイトをリストに追加します。
ru: Выберите сайт из этого списка или добавьте свой.
sv: Välj en webbplats från den här listan eller lägg till dina egna webbplatser i listan.

source: Choose A Download Site
ga: Roghnaigh Suíomh Íoslódála
id: Pilih Situs Unduhan
ja: ダウンロードサイトを選択
ru: Выберите сайт для скачивания
sv: Välj en nedladdningswebbplats

source: User URL:
ga: URL Úsáideora:
id: URL Pengguna:
ja: ユーザーURL:
ru: Свой URL-адрес:
sv: Användar-URL:

source: Add
ga: Cuir
id: Tambah
ja: 追加
ru: Добавить
sv: Lägg till

source: Cygwin Setup - Select Connection Type
ga: Socrú Cygwin - Roghnaigh Cineál Ceangail
id: Penyiapan Cygwin - Pilih Jenis Koneksi
ja: Cygwin セットアップ - 接続タイプの選択
ru: Настройка Cygwin - Выберите тип подключения
sv: Cygwin-inställningar - Välj anslutningstyp

source: Use &System Proxy Settings
ga: Úsáid &Socruithe Seachfhreastalaí Córais
id: Gunakan Pengaturan Proksi &Sistem
ja: システムプロキシ設定を使用する(&S)
ru: Использовать &системные настройки прокси-сервера
sv: Använd &systemets proxyinställningar

source: &Direct Connection
ga: &Ceangal Díreach
id: Koneksi &Langsung
ja: 直接接続(&D)
ru: &Прямое подключение
sv: &Direktanslutning

source: Use HTTP/FTP &Proxy:
ga: Úsáid HTTP/FTP & Proxy:
id: Gunakan &Proksi HTTP/FTP:
ja: HTTP/FTP プロキシを使用する(&P):
ru: Использовать HTTP/FTP прокси-&сервер:
sv: Använd HTTP/FTP och proxy:

source: Proxy &Host
ga: Seachfhreastalaí &Óstach
id: &Host Proksi
ja: プロキシホスト(&H)
ru: &Хост прокси-сервера

source: Setup needs to know how you want it to connect to the internet. Choose the appropriate settings below.
ga: Ní mór go mbeadh a fhios ag socrú conas a theastaíonn uait go ndéanfadh sé nascadh leis Roghnaigh na socruithe cuí thíos.
id: Penyiapan perlu mengetahui bagaimana Anda ingin terhubung ke internet. Pilih pengaturan yang sesuai di bawah ini.
ja: セットアップでは、インターネットへの接続方法を指定する必要があります。以下の適切な設定を選択してください。
ru: Программе установки необходимо знать, как вы хотите подключаться к Интернету. Выберите соответствующие параметры ниже.
sv: Installationsprogrammet behöver veta hur du vill att det ska ansluta till internet. Välj lämpliga inställningar nedan.

source: Select Your Internet Connection
ga: Roghnaigh Do Nasc Idirlín
id: Pilih Koneksi Internet Anda
ja: インターネット接続を選択してください
ru: Выберите тип подключения к Интернету
sv: Välj din Internetanslutning

# DIALOG.IDD_INSTATUS.CAPTIONDIALOG.IDD_INSTATUS.CAPTION
source: Cygwin Setup
ga: Socrú Cygwin
id: Penyiapan Cygwin
ja: Cygwin セットアップ
ru: Установка Cygwin
sv: Cygwin-installation

# DIALOG.IDD_INSTATUS.LTEXT.IDC_INS_ACTION
source: Installing...
ga: Suiteáil...
id: Memasang...
ja: インストール中...
ru: Установление…
sv: Installerar...

source: (FILE)
ga: (COMHAD)
id: (BERKAS)
ja: （ファイル）
sv: (FIL)

source: Progress1
ga: Dul chun cinn1
id: Kemajuan1
ja: 進行状況1
sv: Förlopp1

# DIALOG.IDD_INSTATUS.CONTROL.IDC_INS_IPROGRESS
source: Progress1
ga: Dul chun cinn1
id: Kemajuan1
ja: 進行状況1
sv: Förlopp1

# DIALOG.IDD_INSTATUS.CONTROL.IDC_INS_PPROGRESS
source: Progress1
ga: Dul chun cinn1
id: Kemajuan1
ja: 進捗1
sv: Förlopp1

# DIALOG.IDD_INSTATUS.LTEXT.IDC_INS_BL_PACKAGE
source: Package:
ga: Pacáiste:
id: Paket:
ja: パッケージ:
ru: Пакет:
sv: Paket:

source: Total:
ga: Iomlán:
ja: 合計:
ru: Всего:
sv: Totalt:

source: Disk:
ga: Diosca:
id: Diska:
ja: ディスク:
ru: Диск:

source: This page displays the progress of the download or installation.
ga: Taispeánann an leathanach seo dul chun cinn an íoslódála nó an tsuiteála.
id: Halaman ini menampilkan kemajuan pengunduhan atau instalasi.
ja: このページには、ダウンロードまたはインストールの進行状況が表示されます。
ru: На этой странице отображается ход скачивания и установки.
sv: Den här sidan visar nedladdningens eller installationens förlopp.

source: Progress
ga: Dul chun cinn
id: Kemajuan
ja: 進捗
ru: Ход выполнения
sv: Förlopp

source: Proxy Authentication required
ga: Teastaíonn Fíordheimhniú
id: Otentikasi proksi diperlukan
ja: プロキシ認証が必要です
ru: Требуется аутентификация на прокси
sv: Proxyautentisering krävs

source: Proxy &User ID
ga: Seachfhreastalaí &Aitheantas Úsáideora
id: ID Pengg&una Proksi
ja: プロキシユーザーID(&U)
ru: П&ользователь на прокси

# DIALOG.IDD_PROXY_AUTH.LTEXT.IDC_STATICDIALOG.IDD_PROXY_AUTH.LTEXT.IDC_STATIC
source: &Password
ga: &Focal Faire
id: Kata &Sandi
ja: パスワード(&P)
ru: &Пароль

source: Proxy Authorization Required
ga: Údarú Seachfhreastóra
id: Otorisasi Proksi Diperlukan
ja: プロキシ認証が必要
ru: Требуется авторизация на прокси
sv: Proxy-auktorisering krävs

# DIALOG.IDD_PROXY_AUTH.DEFPUSHBUTTON.IDOKDIALOG.IDD_PROXY_AUTH.DEFPUSHBUTTON.IDOK
source: &OK
ga: &Ceart go leor
ru: &Хорошо

source: Cancel
ga: Cealaigh
id: Batal
ja: キャンセル
ru: Отмена
sv: Avbryt

source: Server Authentication required
ga: Fíordheimhniú freastalaí
id: Autentikasi Server diperlukan
ja: サーバー認証が必要です
ru: Требуется аутентификация на сервере
sv: Serverautentisering krävs

# DIALOG.IDD_NET_AUTH.LTEXT.IDC_STATIC
source: &User ID
ga: &Aitheantas Úsáideora
id: ID Pengg&una
ja: ユーザーID(&U)
ru: П&ользователь
sv: &Användar-ID

# DIALOG.IDD_NET_AUTH.LTEXT.IDC_STATIC
source: &Password
ga: &Focal Faire
id: Kata &Sandi
ja: パスワード(&P)
ru: &Пароль

source: Server Authorization Required
ga: Údarú Freastalaí Teast
id: Otorisasi Server Diperlukan
ja: サーバー認証が必要です
ru: Требуется авторизация на сервере
sv: Serverauktorisering krävs

# DIALOG.IDD_NET_AUTH.DEFPUSHBUTTON.IDOK
source: &OK
ga: &Ceart go leor
ru: &Хорошо

# DIALOG.IDD_NET_AUTH.PUSHBUTTON.IDCANCEL
source: Cancel
ga: Cealaigh
id: Batal
ja: キャンセル
ru: Отмена
sv: Avbryt

# DIALOG.IDD_SPLASH.CAPTION
source: Cygwin Setup
ga: Socrú Cygwin
id: Penyiapan Cygwin
ja: Cygwin セットアップ
ru: Установка Cygwin
sv: Cygwin-installation

source: Cygwin Net Release Setup Program
ga: Clár Socraithe Scaoileadh Glan Cygwin
id: Program Penyiapan Rilis Cygwin Net
ja: Cygwin ネットリリース セットアップ プログラム
ru: Программа установки Cygwin Net Release
sv: Cygwin Nätutgåva-installationsprogram

source: This setup program is used for the initial installation of the Cygwin environment as well as all subsequent updates. The pages that follow will guide you through the installation. Please note that we only install a base set of packages by default. Cygwin provides a large number of packages spanning a wide variety of purposes. You can always run this program at any time in the future to add, remove, or upgrade packages as necessary.
ga: Úsáidtear an clár socraithe seo chun suiteáil tosaigh timpeallacht Cygwin chomh maith le gach nuashonrú ina dhiaidh sin. Treoróidh na leathanaigh a leanann tú tríd an suiteáil. Tabhair faoi deara le do thoil nach suiteáilimid ach bunsraith pacáistí de réir réamhshocraithe Soláthraíonn Cygwin líon mór pacáistí a chuimsíonn réimse leathan cuspóirí. Is féidir leat an clár seo a reáchtáil ag am ar bith sa todhchaí chun pacáistí a chur leis, a bhaint nó a uasghrádú de réir mar is gá.
ja: このセットアッププログラムは、Cygwin 環境の初期インストールと、その後のすべての更新に使用されます。次のページではインストール手順を説明します。 デフォルトでは、パッケージの基本セットのみがインストールされることに注意してください。Cygwin は、さまざまな目的に渡る多数のパッケージを提供します。 将来いつでもこのプログラムを実行して、必要に応じてパッケージを追加、削除、またはアップグレードすることができます。
ru: Эта программа установки используется для первоначальной установки среды Cygwin, а также для всех последующих обновлений. На следующих страницах вы найдёте инструкции по установке. Обратите внимание, что по умолчанию устанавливается только базовый набор пакетов. Cygwin предоставляет большое количество пакетов для самых разных целей. Вы всегда сможете запустить эту программу в будущем, чтобы добавить, удалить или обновить пакеты по мере необходимости.
sv: Detta installationsprogram används för den initiala installationen av Cygwin-miljön samt alla efterföljande uppdateringar. Sidorna som följer kommer att vägleda dig genom installationen. Observera att vi endast installerar en basuppsättning paket som standard. Cygwin tillhandahåller ett stort antal paket som täcker en mängd olika syften. Du kan alltid köra det här programmet när som helst i framtiden för att lägga till, ta bort eller uppgradera paket efter behov.

source: Contribute to translations of this program.
ga: Cuir le haistriúcháin an chláir seo.
id: Berkontribusi pada penerjemahan program ini.
ja: このプログラムの翻訳に貢献してください。
ru: Улучшите перевод этой программы.
sv: Bidra till översättningar av detta program.

source: Cygwin Setup - Installation Status and Create Icons
ga: Socrú Cygwin - Stádas Suiteála agus Cruthaigh Deilbhíní
id: Penyiapan Cygwin - Status Instalasi dan Buat Ikon
ja: Cygwin セットアップ - インストール状況とアイコンの作成
ru: Установка Cygwin - Состояние установки и создание значков программы

source: Create icon on &Desktop
ga: Cruthaigh deilbhín ar an &Deasc
id: Buat ikon di &Desktop
ja: デスクトップにアイコンを作成(&D)
ru: Создать значок на &рабочем столе
sv: Skapa ikon på skrivbor&det

source: Add icon to &Start Menu
ga: Cuir deilbhín leis an &Roghchlár Tosaigh
id: Tambahkan ikon ke &Start Menu
ja: スタートメニューにアイコンを追加(&S)
ru: Добавить значок в меню &Пуск
sv: Lägg till ikon i &Start-menyn

source: Tell setup if you want it to create a few icons for convenient access to the Cygwin environment.
ga: Inis ar an socrú más mian leat go gcruthóidh sé cúpla deilbhín le haghaidh rochtain áisiúil ar thimpeallacht Cygwin.
id: Beritahu penyiapan apakah Anda ingin membuat beberapa ikon untuk akses mudah ke lingkungan Cygwin.
ja: Cygwin 環境に簡単にアクセスできるように、いくつかのアイコンを作成するかどうかをセットアップに伝えます。
ru: Укажите программе настройки, нужно ли создать несколько значков для удобного доступа к среде Cygwin.
sv: Berätta om du vill att det ska skapa några ikoner för bekväm tillgång till Cygwin-miljön.

source: Create Icons
ga: Cruthaigh deilbhíní
id: Buat Ikon
ja: アイコンを作成する
ru: Создать значки
sv: Skapa ikoner

source: Shows installation status in download-only mode.
ga: Taispeánann stádas suiteála i mód íoslódála amháin.
id: Menunjukkan status instalasi dalam mode unduh saja.
ja: ダウンロード専用モードでインストール状況を表示します。
ru: Отображает состояние установки в режиме «Только скачивание».
sv: Visar installationsstatus i enbart-nedladdnings läget.

source: Installation complete
ga: Suiteáil críochnaithe
id: Instalasi selesai
ja: インストール完了
ru: Установка завершена
sv: Installationen är klar

source: Installation Status
ga: Stádas Suiteála
id: Status Instalasi
ja: インストール状況
ru: Состояние установки
sv: Installationsstatus

source: Cygwin installation completed successfully.
ga: Críochnaigh suiteáil Cygwin go rathúil.
id: Instalasi Cygwin berhasil diselesaikan.
ja: Cygwin のインストールが正常に完了しました。
ru: Установка Cygwin успешно завершена.
sv: Cygwin-installationen har slutförts.

source: FTP Authentication required
ga: Fíordheimhniú FTP ag teastáil
id: Autentikasi FTP diperlukan
ja: FTP認証が必要です
ru: Требуется аутентификация на FTP
sv: FTP-autentisering krävs

# DIALOG.IDD_FTP_AUTH.LTEXT.IDC_STATIC
source: &User ID
ga: &Aitheantas Úsáideora
id: ID Pengg&una
ja: ユーザーID(&U)
ru: П&ользователь

# DIALOG.IDD_FTP_AUTH.LTEXT.IDC_STATIC
source: &Password
ga: &Focal Faire
id: Kata &Sandi
ja: パスワード(&P)
ru: &Пароль

source: FTP Authorization Required
ga: Údarú FTP Riachtanach
id: Otorisasi FTP Diperlukan
ja: FTP 認証が必要です
ru: Требуется авторизация на FTP
sv: FTP-auktorisering krävs

# DIALOG.IDD_FTP_AUTH.DEFPUSHBUTTON.IDOK
source: &OK
ga: &Ceart go leor
ru: &Хорошо

# DIALOG.IDD_FTP_AUTH.PUSHBUTTON.IDCANCEL
source: Cancel
ga: Cealaigh
id: Batal
ja: キャンセル
ru: Отмена
sv: Avbryt

source: Cygwin Setup - Select Packages
ga: Socrú Cygwin - Roghnaigh Pacáistí
id: Penyiapan Cygwin - Pilih Paket
ja: Cygwin セットアップ - パッケージを選択
ru: Установка Cygwin - Выбор пакетов
sv: Cygwin-installation - Välj paket

source: &View
ga: &Féach
ja: 表示(&V)
ru: &Просмотр

source: &Search
ga: &Cuardaigh
id: &Cari
ja: 検索(&S)
ru: &Поиск
sv: &Sök

source: Search
ga: Cuardaigh
id: Cari
ja: 検索
ru: Поиск
sv: Sök

source: &Clear
ga: &Glan
ja: クリア(&C)
ru: &Очистить
sv: &Rensa

source: &Keep
ga: &Coinnigh
id: Pertahan&kan
ja: このまま(&K)
ru: Остави&ть
sv: &Behåll

source: &Best
ga: &Is Fearr
id: Ter&baik
ja: 最適(&B)
ru: &Лучшее
sv: &Bäst

source: &Sync
ga: &Sioncronaigh
id: &Selaraskan
ja: 同期(&S)
ru: &Синхронизация
sv: &Synk

source: &Test
ga: &Tástáil
id: &Uji
ja: テスト(&T)
ru: &Проверка

source: &Hide obsolete packages
ga: &Folaigh pacáistí atá as feidhm
id: Sembuny&ikan paket usang
ja: 廃止されたパッケージを非表示にする(&H)
ru: Скрыть &устаревшие пакеты

source: Select packages to download.
ga: Roghnaigh pacáistí le híoslódáil.
id: Pilih paket yang akan diunduh.
ja: ダウンロードするパッケージを選択します。
ru: Выберите пакеты для скачивания.
sv: Välj paket att ladda ner.

source: Select packages to install.
ga: Roghnaigh pacáistí le suiteáil.
id: Pilih paket yang akan dipasang.
ja: インストールするパッケージを選択します。
ru: Выберите пакеты для установки.
sv: Välj paket för att installera.

source: Select Packages
ga: Roghnaigh Pacáiste
id: Pilih Paket
ja: パッケージを選択
ru: Выберите пакеты
sv: Välj paket

source: Cygwin Setup - Resolving Dependencies
ga: Socrú Cygwin - Spleithiúlachtaí a Réiteach
id: Penyiapan Cygwin - Menguraikan Ketergantungan
ja: Cygwin セットアップ - 依存関係の解決
ru: Установка Cygwin - Разрешение зависимостей
sv: Cygwin-installation - Lösa beroenden

source: Resolving Dependencies
ga: Sspleáchas a Réiteach
id: Mengurai Ketergantungan
ja: 依存関係の解決
ru: Разрешение зависимостей
sv: Lösa beroenden
